{
    "C5_imagePath" : "../src/media/images/driver-text-eng.png",
    "pth_C4_S7_QR" : "../src/media/images/kosztolanyi_eng.png",
    "txt_trivia_list" : "List of trivias",
    "btn_yes": "  Yes",
    "btn_no": "  No",
    "txt_beta": "v0.9.3",
    "btn_start": "  START",
    "btn_newGame": "  New Game",
    "btn_continue": "  Continue",
    "btn_credits": "  Created by",
    "btn_options": "  Settings",
    "btn_exit": "  Exit",
    "btn_back": "  BACK",
    "btn_eng": "  ENG",
    "btn_hun": "  HUN",
    "txt_sound": "  Sound",
    "btn_on": "  ON",
    "btn_off": "  OFF",
    "btn_turn": "  ↶ TURN",
    "btn_turn_right": "  ↱ TURN RIGHT",
    "btn_turn_left": "  ↰ TURN LEFT",
    "btn_turn_right_and_got_to_the_gate": "  ↱ RIGHT TO AIRLOCK",
    "btn_turn_left_and_go_to_the_mainCorrigor": "  ↰ LEFT TO CORRIDOR",
    "btn_turn_left_and_go_to_mainhall": "  ↰ TURN LEFT AND ENTER MEDICAL ROOM",
    "btn_turn_left_and_got_to_the_mainCorrigor": "  ↰ LEFT TO CORRIDOR",
    "btn_turn_right_and_go_to_the_corrigor": "  ↱ RIGHT TO CORRIDOR",
    "btn_map": "  MAP",
    "btn_gate": "  AIRLOCK",
    "btn_corridor": "  BACK CORRIDOR",
    "btn_middlecorner": "  CENTER",
    "btn_mainhall": "  MEDICAL ROOM",
    "btn_roundroom": "  OBSERVATORY",
    "btn_hall": "  CAFETERIA",
    "btn_room": "  BACK ROOM",
    "btn_go": "  START  ▶",
    "btn_next": "  NEXT  ▶",
    "author_text": "WRITTEN, DESIGNED, DEVELOPED BY",
    "author_name": "Dávid Barta",
    "aiza_actor_text": "AIZA",
    "aiza_actor_name": "Éva Balogh",
    "teo_actor_text": "TEÓ",
    "teo_actor_name": "Dávid Barta",
    "version_text": "VERSION",
    "txt_language": "Language:",
    "txt_code_art": "Written, designed, and developed by: Dávid Barta",
    "txt_used_codes": "Used codes:",
    "txt_art_inspiration": "Art inspiration:",
    "txt_music": "Music:",
    "txt_sound_design": "Sound design:",
    "txt_controlls1": "You can steer the rover using the arrow keys.",
    "txt_controlls2": "On other interfaces, you can advance by clicking on areas surrounded by crosses.",
    "txt_instructions": "Instructions:",
    "txt_new_game": "Would you like to start a new game?",
    "txt_new_game_allert": "Your current game progress will be lost!",

    "trivia_A_1_title" : "The Disappearing Days and Nights: Adapting to the Day Cycles",
    "trivia_A_1_text" : "For Martian settlers, one of the greatest challenges is the length of the days and nights. A Martian day (sol) is 24 hours and 39 minutes long, which might seem like a minor difference at first, but in the long term, it significantly impacts the human biological clock. The human body struggles to adapt to this new rhythm, leading to sleep disorders, fatigue, and psychological issues. Martian doctors have developed new 'rhythm stimulators' to regulate the body's internal clock to better align with Martian conditions.",
    "trivia_A_2_title" : "Terraforming: An Ironic Effect",
    "trivia_A_2_text" : "During the process of terraforming Mars, scientists faced an ironic effect: the gradual transformation of the planet into a habitable environment poses the greatest risk to the current Martian settlers. The increasing oxygen levels and the slow rise in surface temperature are triggering rapid changes that the human-built bases and domes were not designed to withstand. Ironically, those working on terraforming Mars may themselves be at risk if the changes happen too quickly.",
    "trivia_A_3_title" : "The 'Mars Cathedral': A Symbol of Science",
    "trivia_A_3_text" : "One of Mars's largest artificial structures is a massive dome-shaped building simply called the 'Mars Cathedral.' This facility is a symbol of the triumph of science, a temple that houses the research centers of the Martian colony. Here, the scientists responsible for terraforming and the future of the planet work. People often come here to witness the wonders of science and draw inspiration for their efforts to save Earth. The 'ceremonies' held in the Cathedral celebrate scientific discoveries.",    
    "trivia_A_4_title" : "Martian Religion: The 'Cult of Rebirth'",
    "trivia_A_4_text" : "A new form of religion has developed on Mars, interpreting the terraforming process on a spiritual level. Followers of the 'Cult of Rebirth' view Mars as a sacred place where humanity can start anew. For them, terraforming is not only a scientific process but also a symbolic rebirth. They believe that transforming Mars is part of humanity's spiritual renewal, and every step taken to make the planet habitable brings them closer to a new, purer form of existence.",

    "trivia_B_1_title": "Martian Plants: The Carbon Dioxide Planet",
    "trivia_B_1_text": "The biggest challenge in Martian agriculture is the planet's extreme carbon dioxide-rich atmosphere, which, while providing energy for plants, makes it impossible for Earth-based plants to adapt to the extremely low temperatures and radiation damage. Scientists are trying to develop genetic modifications that would enable plants to use the Martian atmosphere for energy production while also withstanding radiation and cold. Experiments are ongoing, but no plant has yet survived the open Martian conditions.",
    "trivia_B_2_title": "The 'Photosynthesis Problem': Sunlight on the Red Planet",
    "trivia_B_2_text": "Mars is farther from the Sun, so sunlight intensity is significantly weaker than on Earth. This presents a serious obstacle for plants, as the sunlight needed for photosynthesis is much less. Scientists are working on developing plants that can generate energy from less light, but this remains a challenge. Some researchers are experimenting with artificial light sources to compensate for the lack of solar energy, but long-term sustainability is still uncertain.",
    "trivia_B_3_title": "The Plant Gene Bank: Seeds of Hope",
    "trivia_B_3_text" : "On Mars, there is a vast plant gene bank that preserves thousands of Earth plant species. This gene bank is a symbol of hope for Martian settlers, as these seeds could form the foundation for future Martian agriculture. The genetic codes of each plant species are constantly analyzed and modified to create varieties that will one day be able to survive on the Martian surface. The research is ongoing, but it still seems like a distant dream that these seeds will one day sprout on the Red Planet.",
    "trivia_B_4_title": "Cynara cardunculus var. areophila",
    "trivia_B_4_text": "The artichoke is a thistle-like vegetable and medicinal herb native to North Africa. It has been consumed since ancient Greek times. Due to its special abilities, such as high salt tolerance, heat resistance, and drought resistance, Martian researchers consider it a potential candidate for the future Martian ecosystem. Although a truly Martian-tolerant variant is still awaited, the Cynara cardunculus var. areophila is frequently mentioned, with 'Cynara' being the original genus and 'cardunculus' the specific name for the artichoke. The term 'areophila' refers to 'Mars,' the Greek god Ares, and '-phila' means 'lover' or 'friend,' so 'Mars-lover.'",
    
    "trivia_C_1_title": "The Basis of Interstellar Travel: Mental Stabilizers",
    "trivia_C_1_text": "For humanity, space travel has become routine, but the several-month journey between Earth and Mars poses a massive psychological burden for astronauts. The vast emptiness, the silent glow of the stars, and the endless silence have a daunting effect on astronauts' minds. Recent developments have introduced special 'mental stabilizers' that alleviate the mental pressure. These neurochemical-based devices prevent the mind from wandering, which can be caused by the oppressive emptiness of space.",
    "trivia_C_2_title": "Reduced Gravity and Muscle Loss",
    "trivia_C_2_text": "The gravity on Mars is only 38% of Earth's, which can lead to significant muscle and bone loss for Martian settlers over time. The reduced gravity places less strain on muscles and bones, causing progressive bone density loss (osteoporosis) and muscle weakness. To counteract this, settlers must engage in daily gravitational training and resistance exercises using specialized equipment that simulates artificial gravity.",
    "trivia_C_3_title": "Radiation-Induced Genetic Damage",
    "trivia_C_3_text": "Mars's thin atmosphere and lack of a magnetic field provide no protection against cosmic radiation and solar wind, unlike Earth. Prolonged radiation exposure increases the risk of cancer and damages DNA, leading to potential genetic mutations. Researchers are continuously improving radiation-shielded habitat modules and clothing, but radiation exposure remains one of the greatest health challenges for Mars colonization.",
    
    "trivia_D_1_title": "How Does a Martian Plant Research Farm Work?",
    "trivia_D_1_text": "Martian plant research farms are closed, self-sustaining systems designed to develop and cultivate plants necessary for Mars colonization. The greenhouse modules use hydroponic and aeroponic systems to minimize water usage while providing optimal nutrient delivery. These farms are managed by artificial intelligence, which continuously monitors and adjusts the internal environment, such as temperature, light levels, humidity, and carbon dioxide concentration. The research farms can analyze the phenotypes and genotypes of plants to identify species most adaptable to Martian conditions.",
    "trivia_D_2_title": "Air Circulation and Life Support on a Martian Base",
    "trivia_D_2_text": "The air circulation systems of Martian research farms and associated habitats operate on a closed-loop principle known as 'bioactive air filtration.' This system combines the natural photosynthesis of plants, which converts carbon dioxide into oxygen, with artificial filters and chemical catalysts that remove harmful substances from the air. A central air pump regulates air exchange between farm and habitat modules. Water and air recycling are tightly integrated into the system: moisture released through plant transpiration is captured by a condensation unit and reused in the hydroponic system, while the carbon dioxide exhaled by inhabitants is utilized for photosynthesis in the farm. Redundant systems ensure that no single failure endangers the ecosystem's functionality.",
    "trivia_D_3_title": "Failure of a Martian Farm",
    "trivia_D_3_text": "A Martian farm is an extremely sensitive system where small faults can lead to catastrophic consequences. One of the most vulnerable aspects is gas circulation and management. The closed atmosphere of the farm is optimized for controlling oxygen and carbon dioxide concentrations, but if the CO2 removal system fails, dangerous gas imbalances can quickly develop. Explosions can be triggered in the system through several mechanisms: gas accumulation, nutrient solution failures, or energy system malfunctions.",

    "C1_title": "C1_BASE",
    "C1_goal": "FIND_TEO",
    "C2_title": "C2_BASE",
    "C2_goal": "TURN_ON_PRODUCTION",
    "C3_title": "C3_BASE",
    "C3_goal": "SHUTDOWN_WASTE_PROCESSOR",
    "C4_title": "C4_BASE",
    "C4_goal": "SHUTDOWN_BASE",
    "C1_goal_text": "You will probably find Teo in the base’s sleeping quarters. Go to him and talk.",
    "C2_goal_text": "Switch the energy diversion to charge the Mars rover. To switch it, you need to enter a four-digit code on the exterior of the base, on the side closer to the solar panels. You can find the code in the central computer, among the log files around the 5500th SOL.",
    "C3_goal_text": "The charging process can be accelerated if you shut down the base’s life support system. You’ll find the unit that controls this system outside the main building.",
    "C4_goal_text": "You must wait until the base’s energy system fully charges the rover for departure. In the meantime, you have some time to be together.",
    "C5_goal_text": "Gather information about the route and how to control the rover.",
    "C6_goal_text": "Breaking the ice is tough, but give it a try! Try to get Teo to talk—discuss things that interest him!",
    "C7_goal_text": "When did Teo change like this? Or has he always been this way? Bring him some water to help him feel better and ask him about these things.",
    "C8_goal_text": "Wait out the storm—you can’t move forward in this weather. This is a good opportunity to talk for a while.",
    "C9_goal_text": "In memory of old times, stargaze together once more.",
    "C10_goal_text": "The final conversation with Teo.",
    "C11_goal_text": "Reach the Cathedral building and begin your journey home to Earth.", 
    "C1_battery_connection_fail": "Incorrect password!",
    "C1_battery_connection_success": "Password accepted.",
    "dia_C1_intro1-1": "   Traveling to Mars has become relatively routine; terraforming has started, and although Mars is still largely harsh and uninhabitable, small, scattered human colonies already exist. Travel between the planets is organized by both private companies and government agencies, utilizing the latest ion thrusters and nuclear-powered spacecraft, which significantly shorten the travel time.",
    "dia_C1_intro1-2": "   Mars bases operate hydroponic farms and recycling systems that enable self-sustaining life in the confined environment. The organization of travel and logistics between the planets is coordinated by an international space agency consortium, ensuring continuous supply and maintenance of research programs.",
    "dia_C1_intro2-1": "   Astronauts spending extended periods on the Martian surface face numerous physical and mental challenges. Microgravity and cosmic radiation, as well as communication delays and social isolation, are taxing for researchers.",
    "dia_C1_intro2-2": "   Although the consortium strives to maintain the astronauts' health, the rapid deterioration of Earth's climate and the insufficient number of researchers present significant challenges. Due to increasing Earth-based crises, supporting research and ensuring proper replenishment are becoming more difficult. As a result, the duration of astronauts' missions in Mars laboratories often depends on the researchers themselves, as long as it does not jeopardize the research.",
    "dia_C1_intro" : "Humanity has long dreamed of conquering Mars, and although the planet remains harsh and dangerous, terraforming has begun. Teó played a key role in this, having spent years here as the program's lead researcher. However, an accident changed everything. The research station malfunctioned, and the Cathedral (the central Martian base) lost contact with Teó. His granddaughter, Aiza, arrived on the Red Planet just three days ago to meet her grandfather and uncover the cause of the malfunction.",
    "dia_C1_S1" : "Teo: I too arrived with great expectations. But don’t think anything exciting will happen here. There’s nothing but this constant wind, dust, and cold. This is not a place worth staying...",
    "dia_C1_S2" : "Aiza: Look! Over there! On the left!",
    "dia_C1_S4_1" : "Teo: Ah... How often I gazed at that cursed blue dot in the sky. From here, from this distance, it seems so different. So... peaceful, insignificant. With all its troubles included.",
    "dia_C1_S4_2" : "Aiza: Do you miss it?",
    "dia_C1_S5" : "Teo: I both miss it and don’t. You see, I no longer need the chaos that exists up there. Here, everything is so calm.",
    "dia_C1_S7" : "Aiza: Everything here is so sad, Grandpa. You haven’t changed your mind, right? You promised we’d leave tomorrow.",
    "dia_C1_S8" : "Teo: I promised, yes... We can leave tomorrow.",
    "dia_C1_S9" : "Aiza: Gale Crater, come in! This is AGX1-0203 station!",
    "dia_C1_S10_1" : "Thomas: We read you, AGX1-0203.",
    "dia_C1_S10_1-1" : "Aiza: Thomas, is that you?",
    "dia_C1_S11_1" : "Thomas: Yes, Aiza. How can I assist you?",
    "dia_C1_S11_1-1" : "Aiza: It’s time. Even Grandpa has confirmed it.",
    "dia_C1_S12_1" : "Thomas: So you're finishing your stay outside. How’s Teo holding up?",
    "dia_C1_S12_1-1" : "Aiza: Worse, unfortunately. He’s struggling to breathe and fell ill again.",
    "dia_C1_S13_1" : "Thomas: When can we expect your arrival?",
    "dia_C1_S13_1-1" : "Aiza: I’m not sure because it’s hard with him, but I want to leave as soon as possible. I’ve started preparing.",
    "dia_C1_S13_1-1-1" : "Thomas: Alright. Let’s stay in touch. You know what to do?",
    "dia_C1_S14_1" : "Aiza: I need to switch the power sources to the rover.",
    "dia_C1_S14_1-1" : "Thomas: Yes, and disconnect the living cabin from power, and also test the rover’s system, just to be sure...",
    "dia_C1_S15_1" : "Aiza: I’ll signal when we’re ready to depart.",
    "dia_C1_S15_1-1" : "Thomas: Alright. Ending communication.",
    "dia_C2_S1" : "Aiza: We can leave soon, start getting ready.",
    "dia_C2_S2" : "Aiza: Are you okay?",
    "dia_C2_S3_1" : "Teo: Yes... this will be difficult.",
    "dia_C2_S3_2" : "Aiza: What?",
    "dia_C2_S3_3" : "Teo: The leaving. I’ve been here too long.",
    "dia_C2_S3_4" : "Aiza: That's why we should get it over with quickly. I need to switch the power to the rover, but I don’t know the code.",
    "dia_C2_S4_1" : "Teo: The code… wait a moment. I seem to recall... 2…9…9…",
    "dia_C2_S4_2" : "Aiza: Didn’t you write it down somewhere?",
    "dia_C2_S5_1" : "Teo: It’s in the computer. When the code last changed, I logged it in the journal. That wasn’t too long ago. Around the fifty-four hundred... almost the fifty-five hundredth SOL.",
    "dia_C2_S5_2" : "Aiza: I’ll switch the power, meanwhile please start getting ready.",

    "button1_C2_OP1": "Szeretnél kicsit beszélgetni?",
    "dial_C2_OP2_1": "Aiza: Papa, mit gondolsz a tudományról?",
    "dial_C2_OP2_2": "Teo: Hogy érted ezt?",
    "button1_C2_OP2": "Vallásosnak tűnsz…",
    "dial_C2_OP3_1": "Aiza: Nekem úgy tűnik, hogy a hit felől közelíted meg a világot, vallásosnak tűnsz és elítéled a tudományt.",
    "dial_C2_OP3_2": "Teo: Nem ítélem el. Az emberek hozzáállása rossz a tudományhoz, én azt gondolom, és hívő sem vagyok. Pont, hogy a hit az, ami félrevezet sokszor.",
    "button1_C2_OP3": "A hozzáállásuk?",
    "button2_C2_OP3": "Nem vagy hívő?",
    "dial_C2_OP3-1_1": "Aiza: Hogy érted azt, hogy rossz a hozzáállásuk?",
    "dial_C2_OP3-1_2": "Teo: Egyesek vallásként tekintenek a tudományra és nem szemléletként. A tudomány valójában módszer a felfedezésre és nem valami, amiből hasznunk kell, hogy származzon.",
    "button1_C2_OP3-1": "Fejtsd ki!",
    "dial_C2_OP3-2_1": "Aiza: Most ez olyan, mintha azt mondanád, hogy kár volt meghódítani a Marsot vagy feltalálni a penicillint vagy fejleszteni a mezőgazdaságot. A tudománynak úgy van értelme, ha hasznosítjuk.",
    "dial_C2_OP3-2_2": "Teo: Nem, nem ezek mind jó dolgok... De mennyi rossz dolog is műveltünk az elmúlt évszázadokban? Azonban én azt gondolom, hogy mindez nem a tudomány érdeme vagy hibája.",
    "button1_C2_OP3-2": "Az embereké…",
    "dial_C2_OP3-3_1": "Aiza: Nyilván az embereken múlik, hogy mire használják fel a megszerzett tudást.",
    "dial_C2_OP3-3_2": "Teo: Persze... és pont erről beszélek. Sokszor gondolunk úgy magunkra, mint akik meghaladják az elmúlt századok generációit, de valójában nem. Az, hogy a társadalmunk tudományos alapokon nyugszik, még nem jelenti azt, hogy az emberek tömegesen értik, mi is az a tudományos gondolkodás.",
    "button1_C2_OP3-3": "Tovább",
    "dial_C2_OP3-4_1": "Aiza: …",
    "dial_C2_OP3-4_2": "Teo: Az emberek csak úgy, mint korábban, a vágyaik szerint élnek. Ösztönlények. Attól, még mert vannak járműveink vagy eszközeink, amivel tudunk távoli helyekkel kommunikálni vagy van mesterséges intelligencia, még nem jelenti azt, hogy értjük is, hogy hogyan működik. Hányan használják ezeket az eszközöket? Szinte mindenki. És hányan értik, hogy működnek? Szinte senki.",
    "button1_C2_OP3-4": "Tovább",
    "dial_C2_OP3-5_1": "Aiza: Ezek bonyolult dolgok, nem várható el senkitől, hogy mielőtt használja ezeket megértse a működésüket az utolsó csavarig. Természetes, hogy több ember tudását kell ötvözni, hogy megalkossunk egy ilyen eszközt, hogy aztán bárki használhassa.",
    "dial_C2_OP3-5_2": "Teo: Jó, vegyünk például egy házat. Az embernek szüksége van a házra, de jellemzően egy ember képtelen felépíteni egy házat egyedül. Több ember összehangolt munkája kell, hogy egy ház felépülhessen, amit a végül bárki beköltözhet, akár egyedül is.",
    "button1_C2_OP3-5": "Ilyen az AI",
    "dial_C2_OP3-6_1": "Aiza: Ilyen mondjuk az AI csak nagyban.",
    "dial_C2_OP3-6_2": "Teo: Nem. A különbség, hogy míg mondjuk egy házról beszélünk, addig értjük, hogy mi az. A fogalomnak emberi ésszel felfogható a tartalma. Értjük, hogy miért van rá szükségünk, értjük, hogy hogyan és mire kell használni. Még azt is értjük, igazából, hogy hogyan működik, mert tudjuk, hogy mitől 'ház' a ház. Az AI viszont olyasmi, aminél nem csak azt nem értjük, hogy a motorháztető alatt mi történik, hanem azt sem, hogy pontosan mi a dolgunk vele. Miért és mire kell használni, milyen hatással van ránk és az életünkre. Nem tudjuk igazából, hogy mi az a dolog, amit használunk.",
    "button1_C2_OP3-6": "Nem értelek.",
    "dial_C2_OP3-7_1": "Aiza: Nem igazán értelek...",
    "dial_C2_OP3-7_2": "Teo: Nem baj... Gondolj csak bele, hányan hisznek tudományosnak tűnő, de valójában alaptalan összeesküvés elméletekben? Vagy hányan alkalmaznak olyan terápiákat, ami orvosilag nem alátámasztott? Miért van ez, szerinted?",
    "button1_C2_OP3-7": "Butaságból...",
    "dial_C2_OP3-8_1": "Aiza: Butaságból... Ha ezek az emberek jobb oktatást kapnának, nem hinnének ezekben.",
    "dial_C2_OP3-8_2": "Teo: Az oktatás biztos sokat javítana ezen, igazad van. De mit gondolsz vajon az egészségügyi ismereteket kéne többet oktatni, hogy ne hiedelmeken alapuló kezeléseket vegyenek az emberek? Pontosan milyen tudományágat kéne többet tanítani, hogy eltűnjenek a hiedelmek? Azt látom, hogy az emberekben nem arra van vágy, hogy megértsék ezeket a tudományos területeket, hanem arra van bennük vágy, hogy valaki megoldja a problémáikat.",
    "button1_C2_OP3-8": "Tovább",
    "dial_C2_OP3-9_1": "Aiza: ...",
    "dial_C2_OP3-9_2": "Teo: Az ember egy racionális lény, valóban. De ez nem azt jelenti, hogy élete minden egyes döntését így éli meg. Az embert az mozgatja, hogy az életét félti, a gyereke életét félti, kerüli a szomorúságot és keresi a boldogságot, hatalmat akar és fél a gyengeségtől. Ezek az igazi mozgatórugói. A tudomány mára egy olyan státuszban van az emberek szemében, hogy 'a dolog, ami most vagy a jövőben megoldja életem problémáit'. A módszertan lényegtelen, hogy hogy készül az aspirin, és az is lényegtelen, hogy miként fejti ki hatását. Ugyan olyan lényegtelen, mint, hogy a szamárbőrből készült zselatin hogyan is gyógyíthatná a rákot.",
    "button1_C2_OP3-9": "Van különbség…",
    "dial_C2_OP3-10_1": "Aiza: Azért a különbség nyilvánvaló. Az Aspirint laboratóriumokban fejlesztik, míg a szamárbőrből készült zselatin meg egy nagy humbug.",
    "dial_C2_OP3-10_2": "Teo: Nyilván ebben a formájában könnyű különbséget tenni. Igen, és például ezt az átverést a tanulatlanabb emberek hiszik el. De kérlek, nézd nagyon távlatból a képet! Nem ennek a konkrét esetnek a körülményei számítanak, hanem hogy mi van mögötte. Mi a lélektana ennek, hogy bedőlnek ennek az emberek? Nyilván a zselatin így önmagában nem meggyőző, de egy jó marketinges, ha akarnál, úgy fogalmazhatná át a szamárzselatin elkészítését is, hogy lehet, még téged is átverne.",
    "button1_C2_OP3-10": "Vissza kell mennem…",
    "dial_C2_OP3-11_1": "Aiza: Túl sokat agyalsz ezeken… Vissza kell mennem, hogy el tudjunk indulni. Nemsokára jövök.",
    "dial_C2_OP4-1_1": "Aiza: Nem vagy hívő?",
    "dial_C2_OP4-1_2": "Teo: Persze előfordul, hogy az az énem erősödik fel. Ezt nagyon nehéz elengedni, de az ilyen gondolatokat igyekszem elhessegetni.",
    "button1_C2_OP4-1": "Miért?",
    "dial_C2_OP4-2_1": "Aiza: Miért kéne elhessegetni?",
    "dial_C2_OP4-2_2": "Teo: Igyekszem a lényegre és a valóságra koncentrálni. Arra jöttem rá magammal kapcsolatban, hogy életem során az álmodozásom gyakran abból fakadt, hogy nem akartam szembenézni a hétköznapok realitásával. Féltem valamitől, nem akartam meglátni valamit. Ahhoz, hogy úgy tudjam élni az életemet, ahogyan az hozzám méltó, az álmodozást hátrébb kell sorolnom.",
    "button1_C2_OP4-2": "Nem értem…",
    "dial_C2_OP4-3_1": "Aiza: Nem értem miért lenne baj, az álmodozás.",
    "dial_C2_OP4-3_2": "Teo: Egyre többen menekülnek az álmodozásba. Nem arra koncentrálnak, hogy a valóságban legyen, hogy megfigyeljenek, hanem inkább elfedik a szemüket. Mindenféle eszközzel eltakarni kívánják a szemük elől a valódi látványt, hogy az ösztöneiknek élhessenek. Ezért mondtam, hogy rossz a hozzáállásuk...",
    "button1_C2_OP4-3": "Miért rossz?",

    "dia_C3_S1" : "Aiza: Done. This will take a while though. It looks like the system might need up to 8 hours to fully charge the Rover.",
    "dia_C3_S2" : "Teo: Perhaps we can speed up the process. We no longer need the life support system. The waste processing and composting units won’t be necessary, and we have enough air for the next day.",
    
    "dia_C4_1S1": "Aiza: The charging will be done quickly.",
    "dia_C4_1S2": "Teo: That’s good news.",
    "dia_C4_1S3": "Aiza: Have you gathered everything?",
    "dia_C4_1S4": "Teo: There wasn’t much of importance to gather.",
    "btn_C4_S3_q1":"  ▶  How are you feeling?",
    "btn_C4_S3_q2":"  ▶  What are you taking with you?",
    "dia_C4_S3_op1_1":"Aiza: How are you feeling?",
    "dia_C4_S3_op1_2":"Teo: Tired. I don’t have much strength these days. I’ve grown old.",
    "btn_C4_S3_op1_q1":"  ▶  Has the fatigue just started?",
    "btn_C4_S3_op1_q2":"  ▶  I don’t think it’s just old age.",
    "dia_C4_S3_op1_op1_1":"Aiza: Has the fatigue just started?",
    "dia_C4_S3_op1_op1_2": "Teó: In recent times, yes. Microgravity and cosmic radiation take their toll. This planet weakens me, Aiza.",
    "btn_C4_S3_op1_op1_q1":"  ▶  Could it be that being alone is the real problem?",
    "btn_C4_S3_op1_op1_q2":"  ▶  There used to be more people working at this base.",
    "dia_C4_S3_op1_op2_1":"Aiza: I don’t think it’s just old age.",
    "dia_C4_S3_op1_op2_2":"Teo: Oh? What then? Nonsense...",
    "btn_C4_S3_op1_op2_q1":"  ▶  Maybe it’s loneliness. Don’t you resent those who left you here?",
    "btn_C4_S3_op1_op2_q2":"  ▶  You could continue your research on Earth, many still believe in the project.",
    "dia_C4_S3_op2_1":"Aiza: What are you taking with you?",
    "dia_C4_S3_op2_2":"Teo: A few drawings. My notes.",
    "btn_C4_S3_op2_q1":"  ▶  Did you enjoy living here?",
    "btn_C4_S3_op2_q2":"  ▶  You’re not too attached to things, are you?",
    "dia_C4_S3_op2_op1_1":"Aiza: Did you enjoy living here?",
    "dia_C4_S3_op2_op1_2":"Teo: Every day became the same after a while. The work excited me for some time, but even that has faded. It had to end.",
    "btn_C4_S3_op2_op1_q1":"  ▶  Could it be that being alone is the real problem?",
    "btn_C4_S3_op2_op1_q2":"  ▶  There used to be more people working at this base.",
    "dia_C4_S3_op2_op2_1":"Aiza: You’re not too attached to things, are you?",
    "dia_C4_S3_op2_op2_2":"Teo: Why would I be? They’re just things, Aiza... I’m not attached to anything anymore, not a damn thing!",
    "btn_C4_S3_op2_op2_q1":"  ▶  Do you miss your former colleagues?",
    "btn_C4_S3_op2_op2_q2":"  ▶  You sound very bitter. Is it just because of the project?",
    "dia_C4_2S4_1": "Aiza: You’ve practically let go of the protocol, and that’s truly important. Communication delays and social isolation are taxing for researchers, especially when they’re left alone at a station. The supplies include mood-enhancing medication.",
    "dia_C4_2S4_2": "Teó: I won’t take any medication! I won’t even hear of it. That’s not my problem… My problem is that I was surrounded by people who couldn’t believe in the project. But such things no longer surprise me. We deserve our fate; no one believes in anything anymore.",
    "dia_C4_2S5": "Aiza: Are you disappointed?",
    "dia_C4_2S6": "Teo: I’m not.",
    "dia_C4_2S7": "Aiza: Then what do you feel?",
    "dia_C4_2S8": "Teó: Nothing. Emptiness. Fatigue. That vitality I once had on Earth is gone. Though strangely, I don’t even long to return there… or, well, I don’t know, I don’t know... I don’t even really know what I want anymore, where I’m heading, or why the Teó who came here wanted to come at all. From time to time, I try to remember where I went wrong. It feels as if I’m wandering without a compass, trying to trace my own footsteps in the dust to figure out where I came from, yes… I wasn’t like this before. I try to look back, to see, to fly toward the version of myself I left behind on Earth, but I can’t. I’ve drifted too far from myself. That’s why I wanted to return, why I asked for your help.",
    "btn_C4_S7_q1":"  ▶  You made the right decision.",
    "btn_C4_S7_q2":"  ▶  I read your journal.",
    "dia_C4_S7_op1_1": "Aiza: You made the right decision. Have you spoken to the center since? When I arrived, they said they still don’t exactly know what happened.",
    "dia_C4_S7_op1_2":"Teo: Of course, I sent them the report about the accident. My focus isn’t what it used to be; I’ve grown weak, careless, and it led to disaster. I can’t carry out this task anymore, I’ve failed.",
    "btn_C4_S7_op1_q1":"  ▶  You didn’t fail.",
    "btn_C4_S7_op1_q2":"  ▶  I checked the air circulation system for Thomas.",
    "dia_C4_S7_op1_op1_1":"Aiza: What are you talking about? You didn’t fail, you’ve done great service with your research. I’m proud of you.",
    "dia_C4_S7_op1_op1_2":"Teo: But unfortunately, the expected results never came. I’m returning empty-handed.",
    "dia_C4_S7_op1_op2_1": "Aiza: I went over the air circulation system yesterday for Thomas’s sake. If it malfunctioned once, it might cause issues elsewhere. What if it happened in the living quarters…",
    "dia_C4_S7_op1_op2_2":"Teo: I checked it too, but I found nothing.",
    "dia_C4_S7_op2_1":"Aiza: I read your journal. What happened on SOL 5581?",
    "dia_C4_S7_op2_2": "Teó: Are you going to bring up the protocol again? Didn’t you read the report? That’s probably why the center sent you.",
    "btn_C4_S7_op2_q1":"  ▶  They were afraid you’d change your mind again.",
    "btn_C4_S7_op2_q2":"  ▶  I want to hear it from you.",
    "dia_C4_S7_op2_op1_1":"Aiza: Yes, they were afraid you’d change your mind again.",
    "dia_C4_S7_op2_op1_2":"Teo: ...",
    "dia_C4_S7_op2_op2_1":"Aiza: I just want to hear it from you. Thomas and the others didn’t find any specific issue, so it wasn’t clear to me what happened.",
    "dia_C4_S7_op2_op2_2":"Teo: ...",

    "dia_C4_S9_1": "Aiza: So, what happened that day?",
    "dia_C4_S9_2": "Teo: The farm broke down. The greenhouse operated smoothly for years, but after such a long time, it’s normal for something to malfunction.",
    "dia_C4_S9_3": "Aiza: The whole system is under constant monitoring, and that’s why the center regularly sends supplies to fix anything immediately.",
    "dia_C4_S9_4": "Teo: Do you think it was my fault?",
    "dia_C4_S9_5": "Aiza: No...",
    "dia_C4_S10_1": "Teo: I suspect the air oscillator’s intake unit got clogged, and that caused the explosion.",
    "dia_C4_S10_2": "Aiza: Why didn’t the sensors detect it?",
    "dia_C4_S11_1": "Teo: ...",
    "dia_C4_S12_1": "Teo: I wrote everything in the report. That’s all I know too.",
    "dia_C4_S12_2": "Aiza: Did all the plants die?",
    "dia_C4_S12_3": "Teó: Everything, even most of the seeds. There are a few that are viable, but they won’t be of much use. It’s not even worth transporting them to the gene bank. They didn’t achieve the desired results.",

    "dia_C4_3S1x": "Aiza: I heard you cut off communication with the center. I spoke to them; they’re worried about you.",
    "dia_C4_3S2x": "Teo: No one worries about me.",
    "dia_C4_3S3x": "Aiza: Many people worry about you! I worry about you.",
    "dia_C4_3S4x": "Aiza: Did you have anything to do with the lab accident?",
    "dia_C4_3S5x": "Teo: What would I have to do with it?",
    "dia_C4_3S6x": "Aiza: Thomas and the others seemed concerned about the Phobos Project data.",
    "dia_C4_3S7x": "Teo: And they said I sabotaged the whole thing?",
    "dia_C4_3S8x": "Aiza: No...",
    "dia_C4_3S9x": "Teo: Of course, I would throw away my life’s work! They have no say in it! What I’ve achieved, I’ve done on my own!",
    "dia_C4_3S10x": "Aiza: They said you’re on the brink of a breakthrough, but you’re holding something back.",
    "dia_C4_3S11x": "Teo: I just wanted to stop. I’ve struggled so much. It’s all so disheartening, so disheartening...",
    
    "C5_title": "C5_START",
    "C5_goal": "GET_OUT_OF_THE_GAEL_CRATER",
    "dia_C5_S1_1" : "Aiza: We’re ready. Can you hear us?",
    "dia_C5_S1_2" : "The Cathedral: We hear you, AGX1-0203. Have you shut down the life support system? Is the rover ready for departure?",
    "dia_C5_S2_1" : "Aiza: Everything is ready; we can leave at any time.",
    "dia_C5_S2_2": "The Cathedral: Taking the atmospheric calculations into account, they can arrive within 2 SOLs. We are prepared to receive them.",
    "dia_C5_S3_1" : "Aiza: I haven’t driven this rover before; I hope there won’t be any issues.",
    "dia_C5_S3_2" : "The Cathedral: The necessary data will be available on the rover's onboard computer. You will find everything there.",
    "dia_C5_S4" : "The Cathedral: Thomas asks if you have obtained the package. That sample is important to us, so do not depart without it! Also, if there are any updates from the professor about what happened, we would be glad to hear them.",
    "dia_C5_S5_1" : "Aiza: Yes, I have it with me. I spoke to my grandfather, but I couldn't extract any information from him.",
    "dia_C5_S5_2" : "The Cathedral: Understood. Thank you for your service. You bring the package, and we will handle the rest.",
    "dia_C5_S6_1" : "AI: Greetings! I am the virtual assistant for the Phobos Project. How may I assist you?",
    "dia_C5_S6_2" : "Aiza: I would like documentation on the Mars rover’s onboard system operations and vehicle navigation.",
    "dia_C5_S7" : "AI: The rover is equipped with an autonomous life support unit. Its power supply can be managed independently or connected to an external system. Communication is possible via the antennas mounted on the roof.",
    "dia_C5_S8" : "AI: The vehicle is equipped with surface radar that scans environmental features. It calculates the shortest and safest routes based on the collected topographical data.",
    "dia_C5_S9" : "AI: The route will be displayed in real-time on the onboard computer’s control panel screen. This allows you to see the safe path while driving, helping to avoid potential accidents or obstructions.",
    "dia_C5_S10_1" : "AI: What destination would you like to select?",
    "dia_C5_S10_2" : "Aiza: Our destination is the C-A001 Mars base.",
    "dia_C5_S10_3" : "AI: The calculation is complete. Have a safe journey!",
    "dia_C5_S11_1" : "Route Summary",
    "dia_C5_S11_2" : "The route starting from the Gael Crater is relatively easy to traverse; however, the terrain gradually becomes more challenging. The hilly landscape requires greater attention and navigational skills, while the plateau poses the greatest challenge due to rocky terrain and weather conditions. The weather conditions will become increasingly variable and difficult along the route, so the driver must proceed with appropriate preparation and caution at every stage.",
    "route" : "Route Description:",
    "weather" : "Weather:",
    "dia_C5_S12_1" : "Stage 1: Gale Crater",
    "dia_C5_S12_2" : "Our starting point is within the Gale Crater, where the terrain is relatively smooth and free of obstacles. There are few large rocks inside the crater, making it easily traversable for the rover. The ground is hard and stable, allowing for continuous movement with minimal interruptions.",
    "dia_C5_S12_3" : "The interior of the crater is shielded from Martian storms, so extreme weather conditions are less likely in this section. Visibility is generally good, which aids navigation and progress.",
    
    "dia_C6_S1_1" : "Aiza: There is something beautiful about this landscape.",
    "dia_C6_S1_2" : "Teo: I’ll never forget the first sunset I saw on Mars.",
    "btn_C6_S2_q1": "  ▶ Tell me about your research instead.",
    "btn_C6_S2_q2": "  ▶ Please, tell me.",
    "dia_C6_S2_op1_1": "Aiza: I’m sure it must have been beautiful, but I’m more interested in your research.",
    "dia_C6_S2_op1_2": "Teó: What haven’t I already told you about the research? Don’t tell me Thomas and the others sent you here without giving you any information.",
    "btn_C6_S2_op1_q1": "  ▶ If you don’t feel like talking about it, we can drop it.",
    "btn_C6_S2_op1_q2": "  ▶ There’s so much I don’t know about you.",
    "dia_C6_S2_op1_op1_1": "Aiza: If you don’t feel like talking about it, we can drop it.",
    "dia_C6_S2_op1_op1_2": "Teó: No… it’s just that it brings back memories of the old days.",
    "btn_C6_S2_op1_op1_q1": "  ▶ Then tell me about the old days! You always make me pull things out of you!",
    "btn_C6_S2_op1_op1_q2": "  ▶ The old days—things that happened here?",
    "dia_C6_S2_op1_op2_1": "Aiza: There’s so much I don’t know about you.",
    "dia_C6_S2_op1_op2_2": "Teó: Like what an old fool your grandfather is. I ruined everything because of a trivial mistake.",
    "btn_C6_S2_op1_op2_q1": "  ▶ Why do you talk about yourself like that?",
    "btn_C6_S2_op1_op2_q2": "  ▶ I’d like to know what exactly was lost.",
    "dia_C6_S2_op2_1": "Aiza: Please, tell me.",
    "dia_C6_S2_op2_2":"Teo: I wouldn't be able to convey it well. It wasn’t really about the sunset...",
    "btn_C6_S2_op2_q1":"  ▶  Then what was it?",
    "btn_C6_S2_op2_q2":"  ▶  Try to convey it, please.",
    "dia_C6_S2_op2_op1_1":"Aiza: Then what was it?",
    "dia_C6_S2_op2_op1_2":"Teo: Oh, never mind...",
    "btn_C6_S2_op2_op1_q1":"  ▶  Why don’t you want to talk with me?",
    "btn_C6_S2_op2_op1_q2":"  ▶  How did you feel when you first arrived here?",
    "dia_C6_S2_op2_op2_1":"Aiza: Try to convey it, please.",
    "dia_C6_S2_op2_op2_2":"Teo: It was just another sunset like any other.",
    "btn_C6_S2_op2_op2_q1": "  ▶ Then talk about the research or anything else!",
    "btn_C6_S2_op2_op2_q2": "  ▶ It seems like you don’t want to talk.",

    "dia_C6_S3_1" : "Teo: ...",
    "dia_C6_S3_2" : "Aiza: I just want to know more about you, not hurt you.",

    "dia_C6_S4_1" : "Teo: Well... I don't quite know what to say to that.",
    "btn_C6_S4_q1":"  ▶  You used to tell such beautiful stories.",
    "btn_C6_S4_q2": "  ▶ Alright, then tell me something about this place!",
    "dia_C6_S4_op1_1":"Aiza: You used to tell such beautiful stories. I remember when I was a kid, I always looked forward to our time together. You’d talk about places and people like... you were sharing some secret with me. And I would just try to imagine it all.",
    "dia_C6_S4_op1_2":"Teo: I recall how clever you were, even back then. What did I tell you about?",
    "btn_C6_S4_op1_q1":"  ▶  You told me about the Greek sailors.",
    "btn_C6_S4_op1_q2":"  ▶  About explorers, great discoveries.",
    "dia_C6_S4_op1_op1_1":"Aiza: So many things. What comes to mind now is how I once told you not to go into space. Because it never ends, and you might never find your way back. And then you told me about the Greeks and said...",
    "dia_C6_S4_op1_op1_2": "Teó: ...just as space seems infinite, for ancient sailors, the sea was an unknown, endless world. The stars were the only reliable guides for their ships. The Greeks, in particular, were renowned for their navigation. I told you about Odysseus: he wandered the seas for ten long years before finally returning home. Sometimes I wonder what he went through... In any case, they didn’t have instruments to help them, just the stars and the positions of the sky. It wasn’t just about technical skill; it was a deep faith that they could rely on nature, on celestial signs.",
    "btn_C6_S4_op1_op1_q1": "  ▶ Did the Greeks also discover the planets?",
    "btn_C6_S4_op1_op1_q2": "  ▶ Actually, we’re doing the same thing now, relying on nature.",

    "dia_C6_S4_op1_op1_op1_1": "Aiza: If I remember correctly, the Greeks discovered the planets too, right?",
    "dia_C6_S4_op1_op1_op1_2": "Teó: Partially... yes, you could say that. The word 'planētēs' originally meant 'wanderer' or 'planet,' derived from the root of the verb 'to wander.' It’s quite fitting because planets, unlike stars, appeared to wander across the sky, deviating from the fixed positions of the stars. Greek astronomers observed this peculiar, irregular movement and associated it with the idea of wandering and getting lost.",
    "btn_C6_S4_op1_op1_op1_q1": "  ▶ They must have gotten lost often.",
    "btn_C6_S4_op1_op1_op1_q2": "  ▶ I’m so glad you’re telling stories again!",
    "dia_C6_S4_op1_op1_op2_1": "Aiza: Actually, we’re doing the same thing now, relying on nature.",
    "dia_C6_S4_op1_op1_op2_2": "Teó: Really? I don’t see it that way at all. In fact, we’ve severed our connection to the world around us. Humanity has lost its way—not only do we lack a guiding star, but we don’t even look at the sky anymore. We just keep our heads down, staring at the ground. Of course, I’m no different... But one thing is certain: we’ve lost something. Something important, something worth turning back for.",
    "btn_C6_S4_op1_op1_op2_q1":"  ▶  Why are you so pessimistic?",
    "btn_C6_S4_op1_op1_op2_q2":"  ▶  What could guide us now?",
    
    "dia_C6_S4_op1_op2_op1_1":"Aiza: Why did they choose dragons, though?",
    "dia_C6_S4_op1_op2_op1_2":"Teo: I imagine dragons were powerful symbols of the unknown and of danger—things people couldn’t understand or control. In stories and legends, these creatures were massive, fearsome, and undefeatable. The dragons drawn on maps of uncharted territory were a warning: ‘This place is dangerous, you don’t belong here!’",
    "btn_C6_S4_op1_op2_op1_q1":"  ▶  I can’t tell if that’s a good or bad thing.",
    "btn_C6_S4_op1_op2_op1_q2":"  ▶  Do we still fear the unknown today?",
    "dia_C6_S4_op1_op2_op2_1":"Aiza: Do you think we no longer need dragons?",
    "dia_C6_S4_op1_op2_op2_2":"Teo: As people learned more about the world, maps changed, of course. Dragons and other mythical creatures slowly vanished, replaced by detailed geographic markers and precise descriptions of newly discovered lands. The world became colder, known, stripped of mystery. Now it’s just us, and we must face the full weight of everything we know.",
    "btn_C6_S4_op1_op2_op2_q1":"  ▶  What do you think about facing all that?",
    "btn_C6_S4_op1_op2_op2_q2":"  ▶  Has the world really grown so cold?",
    
    "dia_C6_S4_op1_op2_1":"Aiza: I really enjoyed the stories about explorers—Cortés, the Vikings. Even after you moved away, I used to pretend I was on my own expedition. I drew so many maps back then. I liked how the old maps were a bit distorted. They showed what they needed to, but never quite right.",
    "dia_C6_S4_op1_op2_2":"Teo: Yes, I remember those drawings. I liked that too, actually—there was a certain charm to those old maps. Nowadays, we scan the terrain with satellites in perfect 3D. Back then, people had to rely on simple measurements and the mental maps they carried with them. It was as if the outer world and the inner world blended more closely together… The uncharted lands were full of challenges and dangers, and old maps often marked these places with symbols. Did you know that cartographers often drew dragons where no one had ventured yet? It wasn’t just a warning of danger but a tribute to the unknown itself. These ‘terra incognita,’ these dragons, were metaphors for the mysteries of the world.",
    "btn_C6_S4_op1_op2_q1":"  ▶  Why dragons, though?",
    "btn_C6_S4_op1_op2_q2":"  ▶  Do we not need dragons anymore?", 

    "dia_C6_S4_op2_1":"Aiza: You’ve been here for so long, you must’ve seen some cool stuff. Tell me something about this place!",
    "dia_C6_S4_op2_2":"Teo: There’s so much one could say, but after all these years, I hardly notice anymore what might seem interesting to someone who’s just arrived.",
    "btn_C6_S4_op2_q1":"  ▶  Has this place changed much since you’ve been here?",
    "btn_C6_S4_op2_q2":"  ▶  I saw both of Mars' moons yesterday.",
    "dia_C6_S4_op2_op1_1":"Aiza: Has this place changed much since you got here?",
    "dia_C6_S4_op2_op1_2":"Teo: To some extent, yes, but it hasn’t grown any more hospitable. We’ve been working here for years now, but Mars remains a barren and harsh world. When I first arrived, the planet was even drier, and only now are we starting to see signs of marshes forming, the temperature rising slightly, and the atmosphere thickening. But it’s a slow process. Atmospheric pressure is still far too low for us to breathe unaided, and the soil is still filled with perchlorates, which are toxic. The goal is still quite distant.",
    "btn_C6_S4_op2_op1_q1":"  ▶  Are you working with the terraforming teams?",
    "btn_C6_S4_op2_op1_q2":"  ▶  What exactly is the goal?",
    
    "dia_C6_S4_op2_op1_op1_1":"Aiza: You came here as part of the research team, but you were mostly in touch with the consortium. Did you work on terraforming too?",
    "dia_C6_S4_op2_op1_op1_2":"Teo: Indirectly. My research would come into play in the second phase. For now, we’re still in the first phase—we need to melt the water and thicken the atmosphere. They’re currently planning to install giant mirrors in space to focus sunlight onto the Martian surface, increasing the temperature. There are also plans to release greenhouse gases into the atmosphere—or perhaps they've already started. The second phase will involve introducing plants. That’s where my work would come in.",
    "btn_C6_S4_op2_op1_op1_q1":"  ▶  You said there wasn’t a breakthrough. Is this what you meant?",
    "btn_C6_S4_op2_op1_op1_q2":"  ▶  Will someone continue your research?",
    "dia_C6_S4_op2_op1_op2_1":"Aiza: And what exactly is the ultimate goal?",
    "dia_C6_S4_op2_op1_op2_2":"Teo: Well... initially, the goal is to introduce plant life. Unfortunately, so far nothing survives in Martian conditions. It’s a dead planet, and I’m not sure anymore if we’ll ever be able to bring it to life.",
    "btn_C6_S4_op2_op1_op2_q1":"  ▶  Why couldn’t we bring it to life?",
    "btn_C6_S4_op2_op1_op2_q2":"  ▶  Wasn’t plant life your specialty?",

    "dia_C6_S4_op2_op2_op1_1":"Aiza: That’s interesting.",
    "dia_C6_S4_op2_op2_op1_2":"Teo: The Greeks believed that the outcome of a battle depended not only on a warrior’s skill but also on their courage and ability to face their fears. Phobos and Deimos, therefore, symbolized the weaknesses of the human spirit, which one had to confront and overcome to truly triumph in battle.",
    "btn_C6_S4_op2_op2_op1_q1":"  ▶  That’s beautiful.",
    "btn_C6_S4_op2_op2_op1_q2":"  ▶  What did you learn from this?",
    "dia_C6_S4_op2_op2_op2_1":"Aiza: So that’s why they were named after them.",
    "dia_C6_S4_op2_op2_op2_2":"Teo: Essentially, yes. Though I think it’s not just because of the family connection. There’s something wild, barren, and terrifying about these two moons. How should I put it… The names Phobos and Deimos remind us that fear and danger have always been a part of human experience, whether on the battlefield or in the exploration of space. But, of course, the main reason is that they’re Mars’ moons.",
    "btn_C6_S4_op2_op2_op2_q1":"  ▶  That’s an interesting take.",
    "btn_C6_S4_op2_op2_op2_q2":"  ▶  I like these stories.",

    "dia_C6_S4_op2_op2_1":"Aiza: Yesterday, when the sun was rising, I could see both moons in the sky. Tell me something about them.",
    "dia_C6_S4_op2_op2_2":"Teo: Hm... yes, it’s quite common to see both Phobos and Deimos at the same time. It hardly registers with me anymore... But I used to gaze at them often. They were given special names; in Greek, they mean ‘fear’ and ‘terror’. Phobos and Deimos were the sons of Ares, the god of war. Whenever Ares went to battle, he brought these companions with him, spreading fear and panic during the fighting. Phobos and Deimos didn’t just appear as gods in myths but also as symbols of war itself—since fear and terror were inseparable from any conflict.",
    "btn_C6_S4_op2_op2_q1":"  ▶  That’s interesting...",
    "btn_C6_S4_op2_op2_q2":"  ▶  So that’s why they were named after them.",
    "dia_C6_S5_1": "Stage 2: Aeolis Dunes",
    "dia_C6_S5_2": "Leaving the crater rim, the terrain gradually becomes more hilly. In this stage, the rover must navigate several small inclines and declines. There are also some steeper sections between the hills that require careful navigation.",
    "dia_C6_S5_3": "Weather conditions in the hilly terrain can be more variable. Due to the open terrain, the rover may occasionally be exposed to stronger winds. Visibility may also change due to the topography, but significant storms are not expected during this stage.",
    "C6_title" : "C6_AEOLIS",
    "C6_goal" : "REACH_THE_DESIGNATED_POINT",

    "dia_C6_M1_op1_op1_op1_op1_1": "Aiza: They must have gotten lost many times before they figured this out.",
    "dia_C6_M1_op1_op1_op1_op1_2": "Teo: Probably. It certainly took them a while to realize that it wasn’t the stars misleading them, but rather a misunderstanding of the celestial signs. On the other hand, these misdirections often led to new discoveries, as accidents and mistakes contributed to finding new territories and opportunities. So, in a sense, their ignorance was beneficial.",
    "dia_C6_M1_op1_op1_op1_op2_1": "Aiza: I’m so glad you’re telling stories again!",
    "dia_C6_M1_op1_op1_op1_op2_2": "Teó: There is much wisdom in these stories.",
    "dia_C6_M1_op1_op1_op1_op2_3": "Aiza: Yeah, actually, they’re not just about how they found their way, but also about how they faced their fears and uncertainties.",
    "dia_C6_M1_op1_op1_op2_op1_1": "Aiza: Why are you so pessimistic?",
    "dia_C6_M1_op1_op1_op2_op1_2": "Teo: It may not be pessimism, but rather realism. Humanity has accomplished incredible things, yet I feel a general uncertainty in the world. How do we move forward? Where do we go from here? There is no one who sees the bigger picture, who can tell us that we are wandering aimlessly. And since we are disconnected from both the past and the future, we are left with what we have. It keeps us anchored to the earth.",
    "dia_C6_M1_op1_op1_op2_op2_1": "Aiza: What is it that we’ve lost?",
    "dia_C6_M1_op1_op1_op2_op2_2": "Teó: You’re asking a tough question. I wouldn’t say it’s faith, blind faith, which causes just as many problems as it solves. People are selfish and cowardly. There is no one who can tell us which way to go. Anyone who claims to know the right direction is lying.",
    "dia_C6_M1_op1_op1_op2_op2_3": "Aiza: And science?",
    "dia_C6_M1_op1_op1_op2_op2_4": "Teo: Science exists for its own sake, not for people’s.",
    "dia_C6_M1_op1_op2_op1_op1_1": "Aiza: I can’t decide if it’s a bad or good thing. I mean, the attitude of avoiding the unknown. Being afraid of it.",
    "dia_C6_M1_op1_op2_op1_op1_2": "Teo: It’s part of human nature to fear what we don’t fully understand and to be cautious before crossing into the unknown.",
    "dia_C6_M1_op1_op2_op1_op1_3": "Aiza: The question is how we set our internal boundaries. How we deal with the parts of ourselves we’ve shut off within.",
    "dia_C6_M1_op1_op2_op1_op2_1": "Aiza: Do we still fear in the same way today?",
    "dia_C6_M1_op1_op2_op1_op2_2": "Teo: It’s part of human nature to fear what we don’t fully understand and to be cautious before crossing into the unknown. But this fear isn’t necessarily bad. It helps us to be more thoughtful.",
    "dia_C6_M1_op1_op2_op1_op2_3": "Aiza: Yes, though this fear often binds our hands. Since it’s about the unknown, we don’t know how cautious we should be. Especially when it concerns ourselves and we encounter something undiscovered while exploring our inner landscapes.",
    "dia_C6_M1_op1_op2_op2_op1_1": "Aiza: What do you think about facing these fears?",
    "dia_C6_M1_op1_op2_op2_op1_2": "Teo: Well, it’s time we did, but we do nothing. The absence of dragons doesn’t mean there’s nothing to fear. You know this well, coming from Earth. What’s happening there? We’re burning the place we live in, the signs are clear, yet no one does anything because of our nature. Only the present moment matters, otherwise, we bury our heads in the sand and act as if the future doesn’t exist.",
    "dia_C6_M1_op1_op2_op2_op2_1": "Aiza: Has the world really become so cold, or is it just how you perceive it?",
    "dia_C6_M1_op1_op2_op2_op2_2": "Teo: No, it’s not just me. Think about it; all the mystique has vanished from the world. We believe we know everything. But this confidence is actually very precarious, because knowledge often doesn’t bring peace; rather, it creates uncertainty. It’s like wandering while standing still, thinking we are making progress, but actually just spinning in place because we can’t find direction in our lives.",
    "dia_C6_M1_op2_op1_op1_op1_1": "Aiza: You said there were no breakthroughs? Is this what you meant?",
    "dia_C6_M1_op2_op1_op1_op1_2": "Teo: Well, there have been partial successes, like more resilient plants, etc. But overall, the situation remains that the soil is still incredibly dry and nutrient-poor, almost entirely lifeless. We need plants that don’t rely solely on soil for nutrients, but we haven’t reached that point yet.",
    "dia_C6_M1_op2_op1_op1_op2_1": "Aiza: Is there anyone continuing your research?",
    "dia_C6_M1_op2_op1_op1_op2_2": "Teo: Unfortunately, it hasn’t gone as planned. Most of my results and notes were destroyed in the accident. The materials I was working on are lost, so the work I started can’t continue. Although there are other researchers trying, I know of one on Z-482. My own research doesn’t really have a successor. The technology I developed is very specific, and it would now be difficult to return to where I left off. And I don’t think anyone else is making progress.",
    "dia_C6_M1_op2_op1_op2_op1_1": "Aiza: Why might it not be possible to bring it back to life?",
    "dia_C6_M1_op2_op1_op2_op1_2": "Teo: I don’t know how many years and how much energy it would take to significantly change the climate, but you have to see that this world doesn’t want us. It’s not like a harsh landscape on Earth. Here, there’s nothing but swamps, destructive storms, and cold. This planet had better days, but it’s frozen, desiccated, and I’m not sure it can be reversed. Not everything has a second chance.",
    "dia_C6_M1_op2_op1_op2_op2_1": "Aiza: Planting was your specialty, right?",
    "dia_C6_M1_op2_op1_op2_op2_2": "Teo: Yes, exactly. My task was to create plants that could survive the Martian environment. We spent a lot of time in laboratory conditions, genetically modifying various Earth plants to better withstand the cold, radiation, and nutrient deficiency. However, every single experiment failed; this is a dead planet, and I fear it will remain that way.",
    "dia_C6_M1_op2_op2_op1_op1_1": "Aiza: How beautiful. I mean the image itself, as described.",
    "dia_C6_M1_op2_op2_op1_op1_2": "Teo: Mythology is full of beautiful symbols. Even without knowing psychology, I imagine it helped people understand and deal with their inner struggles. And perhaps not only on the battlefield... Sometimes, though, these stories are harsh and, if you will, caution us. There are stories like Prometheus or Atlas, who faced the gods. Both were eternally punished.",
    "dia_C6_M1_op2_op2_op1_op2_1": "Aiza: What have you learned from this?",
    "dia_C6_M1_op2_op2_op1_op2_2": "Teo: Hmm... I think the greatest lesson I’ve learned is that our greatest battles are always fought within. Although sometimes I feel that real-life problems, or perhaps just nowadays, are more complex than such stories can provide direction for. Often, they speak more about what not to do rather than what to do. For example, the stories of Atlas and Prometheus.",
    "dia_C6_M1_op2_op2_op2_op1_1": "Aiza: This interpretation is interesting, but I think there is another part as well. War can be a metaphor for life, with fear as its companion. I see them as synonyms for the fear hidden within humans. How should I put it... Perhaps the greatest lesson is that our biggest struggles are always internal, and I think it’s worth remembering because it helps understand and manage our inner conflicts.",
    "dia_C6_M1_op2_op2_op2_op1_2": "Teo: My struggles have failed. Perhaps what we should learn most from is not Phobos and Deimos, but the stories of Atlas and Prometheus.",
    "dia_C6_M1_op2_op2_op2_op2_1": "Aiza: I enjoy these stories.",
    "dia_C6_M1_op2_op2_op2_op2_2": "Teo: I’m glad. Perhaps there’s no better way to pass the time while we travel here than to recall them, much like the Greeks did at sea.",
    "dia_C6_M1_op2_op2_op2_op2_3": "Aiza: Who else comes to mind?",
    "dia_C6_M1_op2_op2_op2_op2_4": "Teo: Hmm... there are many. For example, the cases of Prometheus or Atlas, who faced the gods. I think about them a lot lately; I fear that I, and indeed all of us here on Mars, have made similar mistakes. Both were punished for eternity.",

    "dia_C6_M2_op1_op1_op1": "Aiza: When I was a child, I didn’t pay attention to this, but these stories aren’t just about adventure. What’s great about them is that each one is also an inner journey. Often, it’s precisely the wandering, the feeling of being lost in the unknown, that brings about realizations we could never find on a well-trodden path. These tales show that the people of ancient times struggled with their own limitations just like we do today.",
    "dia_C6_M2_op1_op1_op2": "Teo: The reality is that our world is full of challenges, but we are weak, and we can’t deal with it anymore. People today have turned away from reality, not just as individuals but as a whole. We deceive ourselves about the consequences of life. And even though a handful of people are working here, what will we achieve if we have a second Earth? Will it last forever?",
    
    "dia_C6_M2_op1_op2_op1_1": "Teo: What do you mean by that?",
    "dia_C6_M2_op1_op2_op1_2": "Aiza: Sometimes we hide things even from ourselves, as if we fear that if we confront them, those inner dragons will awaken and become dangerous. Others may never reach the point where they discover these hidden parts because they are afraid of what they might find there.",
    "dia_C6_M2_op1_op2_op2": "Aiza: Since we were talking about dragons... It might be that we fear that if we confront these hidden fears or questions, those inner dragons we have buried so carefully will awaken and turn against us. This might shape the direction to move on this inner map.",
    
    "dia_C6_M2_op2_op1_op1": "Teo: This land is still dead. I don’t know how many years and how much energy it will take to significantly change the climate, but it’s clear that this world does not want us. It’s not like a harsh landscape on Earth. Here, there is nothing but swamps, destructive storms, and cold. This planet had better days, but it has frozen, dried up, and I’m not sure if it can be reversed. There isn’t always a second chance.",
    "dia_C6_M2_op2_op1_op2": "Teo: If you look around this terrain, you see nothing but barren peaks. If you observe the Martian topography, you can find traces of lakes and rivers that once existed here, now only the wind shapes the stones. My research lasted the longest here, and perhaps we came closest to awakening the planet, but it seems even that was not enough. It was all wasted time.",
    
    "dia_C6_M2_op2_op2_op1": "Teo: One of them stole the fire of intellect, the other defied the gods. They rebelled against the gods, contending with forces beyond their control. And to be honest, we’re doing the same thing. We took the fire of intellect and are using it to change the world. We want to create a new land from this desolate place while burning our own.",
    "dia_C6_M2_op2_op2_op2_1": "Aiza: Why do you identify with them?",
    "dia_C6_M2_op2_op2_op2_2": "Teo: Because there are stories that speak of how things can be irreversibly ruined. They defied the gods, contending with forces beyond their control. And to be honest, we’re doing the same thing. We took the fire of intellect and are using it to change the world. We want to create a new land from this desolate place while burning our own.",
    
    "dia_C6_M3_op1_op1_1": "Aiza: And on Earth, there are many people who can indeed face their problems...",
    "dia_C6_M3_op1_op1_2": "Teo: How many? Who? Because all I see is that no one is doing anything. How many are deceiving themselves with superstitions? They live in imagined worlds just to avoid dealing with reality, while their lives wither away. It was the same in the past and it’s the same now.",
    "dia_C6_M3_op1_op2_1": "Aiza: You did well deciding to return to Earth. It could be a new beginning.",
    "dia_C6_M3_op1_op2_2": "Teo: For whom? Certainly not for me. Aiza, I’m nearing the end of my life, and it’s no different with our world. The world has cooled, there are no colors in it. If you look around Earth, you see only people who have become disillusioned with society and escape into imagined worlds.",
    
    "dia_C6_M3_op2_op1_1": "Aiza: Why do you say that? Your research will be useful, or in some other way, there will be breakthroughs on Earth. Not everything is as lost as you think.",
    "dia_C6_M3_op2_op1_2": "Teo: Fine, let it be. There will be breakthroughs, eventually. And will we learn anything from them? Who are we doing all this for? Those who will populate Mars will be no different from those living on Earth. Will we just move on once we've used up Mars too? People lull themselves into believing that everything is fine and that there will be a solution.",
    "dia_C6_M3_op2_op2": "Teo: But what are we to do now? What next? I hear news from Earth and the situation hasn’t changed. Our biggest problem is actually ourselves. I hear about a series of disasters and at the same time, that there’s nothing wrong. People lie to each other, and people believe the lies.",

    "dia_C6_M4_op1_1": "Teo: It's a very wicked, unhappy, and corrupt world, and the situation is hopeless. People are tired, disillusioned, and have lost their purpose. They wander aimlessly, which is why I left.",
    "dia_C6_M4_op1_2": "Aiza: From what you’re saying, it seems to me that you were never truly happy. You didn’t like living on Earth if that’s all you saw of it. You portray everyone as foolish and powerless, but in reality, you’re just projecting your own feelings and helplessness onto others. You wouldn’t have left if I hadn’t come for you. But since it has come to this, look within yourself, think of the old stories if it helps... but start really coming back to us.",  
    "dia_C6_M4_op2_1": "Teo: It's a very wicked, unhappy, and corrupt world, and the situation is hopeless. The masses are deceived into thinking that there’s nothing wrong, and those who aren't deceived are powerless, disillusioned, and have lost their purpose. They wander aimlessly, which is why I left.",
    "dia_C6_M4_op2_2": "Aiza: Honestly, I don’t believe people are so foolish as to be deceived so easily. The problem lies elsewhere. You know? In reality, they’re avoiding an uncomfortable thought. The thought that while they’re hiding, they’re complicit in everything that causes their anxiety. There is no other way out but to face it. Movement is necessary! You’ve said so much bad about Earth, but to me, the worst part is that most people, including you, have now turned away from hope. Anything that is hopeful is false. Why do you think that is?",

    "dia_C6_S6": "...Aiza... Please give me a... glass of water.",
    
    "C7_title" : "C7_TEO",
    "C7_goal" : "BRING_WATER_TO_TEO",
    "dia_C7_S2_1": "Aiza: Are you feeling better?",
    "dia_C7_S2_2": "Teo: Umm... Yes, I think so. Thank you.",
    "dia_C7_S2_3": "Aiza: Think about what I said. I feel like you’re holding something back.",
    "dia_C7_S3_1": "Teo: Are you writing a report about me to Thomas?",
    "dia_C7_S4_1": "Aiza: No, I just can’t talk to you. You’ve become so bitter, you’re so absent. I know you’re not okay, but it’s like you’re not even yourself. I’m trying to figure out what happened to you, but you won’t let me, you just keep dwelling on the past, being so distrustful. Why do you immediately assume that?",
    "dia_C7_S5_1": "Teo: You’d be distrustful too if so many people had let you down. If you were always fighting others’ battles.",
    "dia_C7_S7_1": "Aiza: You're not the only one who was abandoned! I could also reproach you for never reaching out to us after you left.",
    "dia_C7_S8_1": "Teó: Me, suspicious... hm... suspicious...",
    "dia_C7_S9_1": "Aiza: What’s wrong with Thomas?",
    "dia_C7_S11_1": "Teó: When I arrived, the program was already in full swing. I had been part of it from the beginning, but I only joined the Mars research later. In the beginning, I was busy managing the Earth-based team. We had some major successes, and using Thomas’ connections, we quickly secured the funding to relocate the research station off-planet within 10 years. Everyone said the Moon should be the first step, but we were adamant. That would have been a major step forward in terms of soil analysis, but the Moon has no atmosphere. Since the Earth's biosphere is rapidly deteriorating and extreme weather events are increasing, we needed to find a place that was as bad, or worse, than Earth would be in 50 years. Since Mars had already captured many people’s imaginations, there were plenty of volunteers to work on terraforming Martian plants.",
    "dia_C7_S11_2": "Teó: Thomas always understood people better, and he rose up to high circles. No wonder they sent him here first, to the Cathedral. After a while, though, it became untenable for me to work solely with the data sent back to Earth. We realized I needed to be here, especially when terraforming really got underway. Materials were being released from the melted soil that completely changed its quality. In some places, small lakes formed, and elsewhere geysers emerged. This allowed us to start working outside the Cathedral, in places where geological changes were taking place. I wasn’t exactly young then, but they made sure the consortium sent me here. Although I wasn’t a trained astronaut, I tried to acclimate quickly. I wanted to dive in, I can't stand helplessness, and I had sacrificed so many years for this, a whole life.",
    "dia_C7_S12_1": "Aiza: But things were still good between you two, right?",
    "dia_C7_S12_2": "Teó: Of course. However, when I got here, I noticed the disintegration. I couldn’t hold myself back for long. Thomas talks a lot about other projects, what they need to meet, how few people there are, etc. And all I felt was anger, that he dragged me here and this is what I got. I wanted everyone to focus solely on the biodome research at the Icarus base. The Cathedral didn’t go for that, and slowly people started to give in to the pressure. At one point, I said that anyone not working on my project could go back. So I continued alone.",
    "dia_C7_S14_1": "Aiza: But Thomas still kept in touch with you then.",
    "dia_C7_S14_2": "Teó: He was only interested in the results, that’s all. We talked some more, but it was just about practical matters. He’s no different from the other politicians or those running the consortium. He spent so much time with them, he became one of them. He just talks, but says nothing. I didn’t come here for that, I came to show something. I don’t want to be like them. Then, of course, I realized the consortium is like a tree, with roots that go deep. You don’t start with the leaders or the researchers here if you want to find those responsible.",
    "dia_C7_S15": "Aiza: Responsible people?",
    "dia_C7_S17_1": "Teó: Because nothing is happening. I was so naïve in the beginning. I thought this whole institution was a force that moved mountains, an incredible effort just to save the Earth.",
    "dia_C7_S17_2": "Aiza: And it’s not like that?",
    "dia_C7_S17_3": "Teó: Thomas once explained to me that the investors are already worried that the project will never pay off, that there’s been no result for so long. And that they’re putting much more money into projects aiming at colonizing the Moon and Mars. He said: 'You know, investment is a promise for the future.' Nobody cares about Earth anymore. Nobody... And the same thing will happen elsewhere.",
    "dia_C7_S18_1": "Teó: You’ve been to the Moon, right? Isn’t it the same there? I heard there are territorial battles over mining, just like in Antarctica. We carry the same mentality with us wherever we go. Why do we think things will end differently elsewhere?",
    "dia_C7_S19_1": "Aiza: Well, Grandpa... If you’re looking for people to blame, maybe you should start with your own responsibility. I really want to help, but that’ll only work if you face some things. I don’t want to hurt you, and I don’t want you to hurt yourself either. But you need to see that not everyone around you is evil, and it’s not that they always leave you behind. As long as you hide in this safe mourning, you’re actually abandoning everyone else. I had to come here, after years of not hearing from you. It’s okay... really, it is. But please, now it’s time to come back to us, step out of this swamp.",

    "C8_title" : "C8_ROVER",
    "C8_goal" : "WAIT_FOR_THE_STORM_TO_END",

   "dia_C8_S1A_1": "Aiza: Isn't it really cold there? I turned off the heating to save on energy.",
    "dia_C8_S1C_1": "Aiza: Can you hear me? Is everything alright?",
    "dia_C8_S1C_2": "Teó: I'm sorry I said you were reporting on me.",
    "dia_C8_S1D_1": "Aiza: Why did you think that?",
    "dia_C8_S1D_2": "Teó: You just appeared out of nowhere. At my most reclusive moment, a message came, and then you decided to come here. I thought Thomas was trying to lure me here. At least, that’s what crossed my mind, or should I say, what I assumed.",
    "dia_C8_S1E_1": "Aiza: Thomas just said you weren't in contact with them. I would have found out anyway, I read the news.",
    "dia_C8_S1E_2": "Teó: Then why did you come?",
    "dia_C8_S1E_3": "Aiza: I was worried about you.",
    "dia_C8_S1F_1": "Teó: Oh... Aiza. I’m sorry for this too. I’ve already told you, I’m the past, you don’t need...",
    "dia_C8_S1G_1": "Aiza: When was the last time you spoke to Dad?",
    "dia_C8_S1H_1": "Teó: A long time ago. Is he okay?",
    "dia_C8_S1H_2": "Aiza: I don’t know.",
    "dia_C8_S1I_1": "Aiza: I haven’t talked to him either for a while. I’ve been thinking a lot about why our family is so fractured. Maybe because I was always lonely as a kid, maybe I’m still lonely because of that. When we were together as children, it really meant a lot to me. For some inexplicable reason, I felt guilty for years. Somehow, I felt... I felt like there was a glass wall separating me from everything, and I built it. I don’t know if you understand me. I work with people. I don’t think I can say I isolate myself from others. Still, in every moment spent with others, I’m always looking for the exit. I too used to feel like I just wanted to hide away. But that has changed now.",
    "dia_C8_S1J_1": "Teó: What changed?",
    "dia_C8_S1J_2": "Aiza: I realized that most of us spend our whole lives hiding.",
    
    "dia_C8_S2_1": "Teó: I don’t want you to pity me.",
    "btn_C8_S2_q1": "  ▶  I’m worried about you and think it’s important that we talk.",
    "btn_C8_S2_q2": "  ▶  You said you want to come back. So why can’t you just talk to me?",
    "dia_C8_S2_op1_1": "Aiza: I’m worried about you and think it’s important that we talk.",
    "dia_C8_S2_op1_2": "Teo: I know, I know... but I’m willing to talk to you. I’ve told you everything about myself. I just feel like... maybe I really complain a lot. I’ve been too bitter. Maybe I just need to accept it.",
    "btn_C8_S2_op1_q1": "  ▶  It’s okay if it’s hard.",
    "btn_C8_S2_op1_q2": "  ▶  What do you need to accept? Just start talking about yourself!",
    "dia_C8_S2_op1_op1_1": "Aiza: It’s okay if it’s hard. You don’t have to tell me everything right away, but I want to be with you.",
    "dia_C8_S2_op1_op1_2": "Teo: I’m not sure you’d understand... maybe no one does. So much has happened that I can’t undo. I don’t know if it’s worth saying anything anymore. I saw the way you looked at me. I don’t want you to look at your poor old grandfather with such pity, but I also don’t want your anger.",
    "btn_C8_S2_op1_op1_q1": "  ▶  I know you put a lot of energy into your research.",
    "btn_C8_S2_op1_op1_q2": "  ▶  I’m only angry because you turn away from us.",

    "dia_C8_S2_op1_op1_op1_1": "Aiza: I know you put a lot of energy into your research. There’s no reason for me to be angry. I can see that you’re trying.",
    "dia_C8_S2_op1_op1_op1_2": "Teo: I spent too much time on my research. If I could go back in time to be young again, I would do everything differently. I feel like I lost myself and, along with that, I lost you as well. I just want to return to the self I left behind on Earth.",
    "btn_C8_S2_op1_op1_op1_q1": "  ▶  I feel like you’re stuck in the past. Just move forward!",
    "btn_C8_S2_op1_op1_op1_q2": "  ▶  If you can open up, you’re on the right path.",
    "dia_C8_S2_op1_op1_op2_1": "Aiza: I’m only angry because you turn away from us. Can you imagine how I felt when you left? And now, after all these years, you don’t even ask how we are? I don’t believe you would have come back if I hadn’t come to get you.",
    "dia_C8_S2_op1_op1_op2_2": "Teo: I didn’t make a good decision coming here, but at the time, I felt I couldn’t stay on Earth. I felt like I was standing on a quagmire that would swallow me if I didn’t move. If I think about it more, I had to escape from there. But I really thought a lot about you, but I had to leave.",
    "btn_C8_S2_op1_op1_op2_q1": "  ▶  It feels like you’re currently standing on a quagmire that's about to swallow you.",
    "btn_C8_S2_op1_op1_op2_q2": "  ▶  It seems like you’re not hearing me at all.",
    
    "dia_C8_S2_op1_op2_op1_1": "Aiza: There’s always a chance to start over.",
    "dia_C8_S2_op1_op2_op1_2": "Teo: I’m already old. At this age, a person doesn’t change. If I could go back in time, I could undo things, but I can’t. I’m not the same as I was before, and I barely remember the Teo I left behind on Earth.",
    "btn_C8_S2_op1_op2_op1_q1": "  ▶  I still remember.",
    "btn_C8_S2_op1_op2_op1_q2": "  ▶  If you’ve decided, then you won’t change.",
    "dia_C8_S2_op1_op2_op2_1": "Aiza: If you don’t want to change, you won’t.",
    "dia_C8_S2_op1_op2_op2_2": "Teo: That’s human nature. I’ve said I’m not as optimistic as you. I might have been once, but seeing what people do on Earth... I’ve seen so many aimless, pointless lives up here.",
    "btn_C8_S2_op1_op2_op2_q1": "  ▶  Your own life seems aimless now, too.",
    "btn_C8_S2_op1_op2_op2_q2": "  ▶  You’re avoiding the issue again.",

    "dia_C8_S2_op1_op2_1": "Aiza: What do you need to accept? Just start talking about yourself!",
    "dia_C8_S2_op1_op2_2": "Teo: I don’t know what you want to hear from me. I just can’t be as optimistic as you. I feel like it’s all been a waste of time, and I have no reason to complain to you. I’ve messed up, I’ve messed up a lot, but I’m not going to change.",
    "btn_C8_S2_op1_op2_q1": "  ▶  There’s always a chance to start over.",
    "btn_C8_S2_op1_op2_q2": "  ▶  If you don’t want to change, you won’t.", 

    "dia_C8_S2_op2_1": "Aiza: You said you want to return. So why can’t you simply talk to me? Will you do the same when you're back home? You push everyone away, that’s why you’ve ended up alone.",
    "dia_C8_S2_op2_2": "Teo: I don’t know what to say. I’ve said everything I could. Why don’t you share? Instead of interrogating me... I don’t know what you expect from me. You convinced me to return to Earth, and I’m sticking to that. I’m coming back, and we’ll be a family again.",
    "btn_C8_S2_op2_q1": "  ▶  That’s not how we’ll become a family.",
    "btn_C8_S2_op2_q2": "  ▶  Just coming back doesn’t change anything. You never really cared about us.",
    "dia_C8_S2_op2_op1_1": "Aiza: That’s not how we’ll become a family. But you know that too. I can see that you’ve drifted far away from us. You’re not here, you’re not present.",
    "dia_C8_S2_op2_op1_2": "Teo: But I’ve thought about you a lot. This existence has drained me. I just wanted things to be better for everyone but in the process, I lost something... that was important.",
    "btn_C8_S2_op2_op1_q1": "  ▶  What?",
    "btn_C8_S2_op2_op1_q2": "  ▶  The problem is you only think about us but never take steps to reach out.",

    "dia_C8_S2_op2_op1_op1_1": "Aiza: What?",
    "dia_C8_S2_op2_op1_op1_2": "Teo: I wish I knew. There was once a spark within me on Earth... I can’t quite put it into words. That’s why I must return, to rediscover it and, in turn, to find myself once more.",
    "btn_C8_S2_op2_op1_op1_q1": "  ▶  I think you know deep down.",
    "btn_C8_S2_op2_op1_op1_q2": "  ▶  It feels like you’re stuck in the past. Just move on!",
    "dia_C8_S2_op2_op1_op2_1": "Aiza: The problem is, you only think about us but never make the effort to reach out.",
    "dia_C8_S2_op2_op1_op2_2": "Teo: I couldn’t always be there with you, that’s true. But I had a duty. I felt compelled to do something; surely, you felt that stifling atmosphere up there. So many aimless lives, heading nowhere...",
    "btn_C8_S2_op2_op1_op2_q1": "  ▶  But that’s over now, and we’re together.",
    "btn_C8_S2_op2_op1_op2_q2": "  ▶  Like yours?",

    "dia_C8_S2_op2_op2_op1_1": "Aiza: You’re right. I’m sorry. I’m not saying it was easy for you.",
    "dia_C8_S2_op2_op2_op1_2": "Teo: I yearn for things to be as they once were. If I were to return, perhaps the old me would also come back—the one I left behind along with Earth.",
    "btn_C8_S2_op2_op2_op1_q1": "  ▶  Do you truly believe you left it behind?",
    "btn_C8_S2_op2_op2_op1_q2": "  ▶  That won’t just return on its own.",
    "dia_C8_S2_op2_op2_op2_1": "Aiza: Everything you did seems pointless. Why did you waste so much time? Why weren’t you with us instead?",
    "dia_C8_S2_op2_op2_op2_2": "Teo: I was naive, thinking that what I was doing mattered, that I could achieve something noble. But you’re right... while you were above on Earth, I squandered my time down here. In the end, that’s what we all do.",
    "btn_C8_S2_op2_op2_op2_q1": "  ▶  You didn’t understand anything of what I was trying to say.",
    "btn_C8_S2_op2_op2_op2_q2": "  ▶  You haven’t changed at all.",

    "dia_C8_S3_op1_op1_op1_op1": "I feel like you're stuck in the past. Just move on!",
    "dia_C8_S3_op1_op1_op1_op2": "If you can open up, you're on the right path.",
    "dia_C8_S3_op1_op1_op2_op1": "It feels like you're standing on a mire that’s about to swallow you.",
    "dia_C8_S3_op1_op1_op2_op2": "It’s as if you don’t hear me at all.",
    "dia_C8_S3_op1_op2_op1_op1": "I still remember.",
    "dia_C8_S3_op1_op2_op1_op2": "If you’ve made up your mind, then you won’t change.",
    "dia_C8_S3_op1_op2_op2_op1": "Your life seems pointless now too.",
    "dia_C8_S3_op1_op2_op2_op2": "You’re dodging the issue again.",
    "dia_C8_S3_op2_op1_op1_op1": "I think deep down, you know.",
    "dia_C8_S3_op2_op1_op1_op2": "I feel like you’re stuck in the past. Just move on!",
    "dia_C8_S3_op2_op1_op2_op1": "But that’s over, and now we’re together.",
    "dia_C8_S3_op2_op1_op2_op2": "Like yours?",
    "dia_C8_S3_op2_op2_op1_op1": "Do you really believe you left it behind?",
    "dia_C8_S3_op2_op2_op1_op2": "That won’t just return on its own.",
    "dia_C8_S3_op2_op2_op2_op1": "You didn’t understand anything I was trying to say.",
    "dia_C8_S3_op2_op2_op2_op2": "You haven’t changed at all.",
    "dia_C8_S3_2" : "",

    "dia_C8_S2_op2_op2_1": "Aiza: Just because you come back doesn’t change anything. You never really cared about us, and I still don’t see any sign that you’re interested in what’s happening with us.",
    "dia_C8_S2_op2_op2_2": "Teo: I fought so hard here for the sake of the people, for you. Not once did you write. None of you reached out. Was it my responsibility to keep the family together from here? I thought about you a lot and I did care about you. When you were little...",
    "btn_C8_S2_op2_op2_q1": "  ▶ You’re right. I’m sorry.",
    "btn_C8_S2_op2_op2_q2": "  ▶ Why weren’t you with us instead? Why did you waste so much time?",

    "dia_C9_S7_1": "Stage 3: Plateau",
    "dia_C9_S7_2": "The final stretch of the route traverses a plateau where the terrain is rockier and more difficult to navigate. Numerous rock fragments and larger boulders impede progress, slowing down the rover. The plateau is open, making the rover more exposed to Martian storms.",
    "dia_C9_S7_3": "This stage experiences frequent storms and sudden sandstorms, which significantly impair visibility and hinder progress. Due to the strong winds and stirred-up dust, the rover requires constant attention and preparation.",
    "C9_title" : "C9_HELLAS",
    "C9_goal": "LOOK_AT_THE_STARS",

    "negative_dia_C9_driver1": "Aiza: Thomas wants to speak with you before departure. You need to report verbally as well about what happened.",
    "negative_dia_C9_driver2": "Teo: Of course, I know. Thomas wants to keep his hand on the project. There, at the cathedral... They all know that their careers depend on this. Thomas only participated in the work on the farm as long as it seemed like there might be results. Then, of course, he disappeared.",
    "negative_dia_C9_driver3": "Aiza: He was worried about you. That’s why he asked me to help.",
    "negative_dia_C9_driver4": "Teo: He was worried about the samples! But he can worry about those now. They’re all lost.",
    "negative_dia_C9_driver5": "Teo: This is a personal failure for me, a great loss. You know, I’m really mourning the wasted years. I came here with so much hope.",
    "negative_dia_C9_driver6": "Aiza: If the samples are lost, it would be a great loss for all of us. Is it only the work you’re mourning the wasted years for?",
    "negative_dia_C9_driver7": "Teo: A great loss?",
    "negative_dia_C9_driver8": "Aiza: Are you mourning the years only because of the work?",
    "negative_dia_C9_driver9": "Teo: I didn’t make a good decision coming here, but at the time, I felt I couldn’t stay. I felt like I was standing on a precarious marsh that would swallow me if I didn’t move. Looking back, I felt anger at the fools, at the superficiality. I saw so many pointless, wasteful lives up there.",
    "negative_dia_C9_driver10": "Aiza: Have you thought about the difference between those who escape into virtuality, those who dwell in the past, and yourself?",
    "negative_dia_C9_driver11": "Aiza: You know... when someone lies to themselves in a crucial area of their life, it has consequences. Specifically, they begin to respect themselves less and less. For some, this turns into self-loathing, while others think those around them are at fault.",
    "negative_dia_C9_driver12": "Aiza: This leads to a compulsive drive, a constant need to conform, anxiety, and a persistent feeling of being on the brink of action. It’s actually an escape from life. Such a person hides away instead of facing reality, preferring to overthink and concoct theories.",

    "positive_dia_C9_driver1": "Aiza: Thomas wants to have a quick chat with you before we leave. You might need to give a verbal report on what happened. I hope we’ll have enough time; we’re quite close now. If all goes well, we’ll catch the next launch. Are you looking forward to it?",
    "positive_dia_C9_driver2": "Teo: I don’t know, I’m worried. I’d rather not think about it because the thought of... I don’t even know... what awaits on Earth is quite distressing.",
    "positive_dia_C9_driver3": "Aiza: I feel like you weren't happy on Earth either. But there are beautiful things there. For example, you could see birds again. Don't always think about the bad things, you said you want to return to your old self. What memories do you have of that time?",
    "positive_dia_C9_driver4": "Teo: It brings me some joy to see you so positive. As for my old self, well...",
    "positive_dia_C9_driver5": "Aiza: What were you like as a child?",
    "positive_dia_C9_driver6": "Teo: Determined, resolute. Perhaps that’s why I succeeded in everything at first; I was an honor student. Maybe it’s because I’m analytical by nature. As a child, I thought of myself as someone detached from what was happening around me, merely observing the world. I knew I could only rely on myself, and I still know that I must resolve my life’s challenges on my own.",
    "positive_dia_C9_driver7": "Aiza: Do you still feel detached from what’s happening now? It seems to me that... you wanted to view things from a distance, out of curiosity. You had the desire to understand, but in a way that didn’t involve you directly.",
    "positive_dia_C9_driver8": "Teo: I don’t quite grasp your question. What things?",
    "positive_dia_C9_driver9": "Aiza: Well, clearly the negative ones. Perhaps even at home, something was bothering you, something that made it painful to be close to it.",
    "positive_dia_C9_driver10": "Teo: I don’t know, Aiza. I don’t think anything at home was painful to be near. I don’t really consider it home; maybe that’s the problem. This sad, desolate place is my home. I’ve become so accustomed to this life. It was comfortable to be in it, and sometimes I even convinced myself that my sadness had some meaning.",
    "positive_dia_C9_driver11": "Teo: That there was value in something, that it might be the cost of something, and if I leave it behind, only an emptiness remains, wasted years. On the other hand, I don’t see the person I am without it. Maybe when I return, I’ll see it. Perhaps it will evoke memories, bring something back.",
    "positive_dia_C9_driver12": "",

    "C9_S8_1" : "It's quiet here. I've had time to think. Usually, everything is so peaceful around here, just like it was on Earth millions of years ago. Everything happens so naturally here, and actually, at home as well. Nothing unnatural is happening, I had to admit that. The truth is, we aren't destroying the Earth, it's just hard to accept. Everything happening at home didn't start now, and I'm afraid it can't be solved in just one generation. In fact, we're not fighting nature, but human nature. That's our problem. And no invention will help with that. Generation after generation, we passed down everything that causes us to suffer now. Even if we get any tools to ease the pain, we’ll still pass on the same harmful patterns. That's why there is no path forward, only backward, to find the root of the problem.",   
    "C9_S8_2" : "What exactly do you mean by that?",
    "C9_S9_1" : "I wish I could give a concrete answer to that, Aiza. Maybe I would say it's responsibility. The ability to feel and see that what we do affects everything, not just our immediate environment, but distant places as well. Humans are a global entity, we need the ecosystem. But all I see is everyone reinforcing the individual. People think they are special, but they are not. Anyone who has ever lived alongside others, who has ever seen... a bird, knows that they communicate, they have feelings, and basically, the same things motivate them as us.",
    "C9_S10_1" : "But the biggest mistake we make isn't thinking we're special, it's thinking everything that doesn't serve our imagined goals is unnecessary. Have you ever thought about how many types of medicinal plants we classify as something we need to get rid of, and how many we consider useful? As soon as we start removing elements from a system, it weakens and eventually collapses. Everyone is worried about global warming, saying 'We're going to destroy the planet'. We're nowhere near that. We're going to destroy our comfortable lifestyle. The only way humanity will survive is through adaptation. Of course, there's migration. We'll come here, but then we’ll have to adapt to Mars. Otherwise, we'll repeat the same mistakes we made on Earth.",

    "dia_C9_M1_op1_1": "Aiza: Can you remember when you realized that you needed to return?",
    "dia_C9_M1_op1_2": "Teo: I think it was a gradual realization. Perhaps I always knew, it’s hard to say. I swear I would tell you, but even I don’t know. The days, weeks, and months just passed, and I became more and more detached. You know, I’m like this land...",
    "lbl_C9_M1_op1_q1": "  ▶ If you were feeling so bad, why didn’t you speak up sooner?",
    "lbl_C9_M1_op1_q2": "  ▶ What are you getting at?",

    "dia_C9_M1_op2_1": "Aiza: When I found you at the base, I hardly recognized you. You were so disoriented; I thought it was just temporary. Now... now I feel like you really won’t change. Grandpa, I was genuinely happy you were coming with me. I really believed it would be this way.",
    "dia_C9_M1_op2_2": "Teo: I truly wanted to. When we spoke—before your departure—I felt rejuvenated... only... what I found, I couldn’t... I couldn’t complete the research.",
    "lbl_C9_M1_op2_q1": "  ▶ What are you trying to get at?",
    "lbl_C9_M1_op2_q2": "  ▶ You’re starting with the excuses again!",

    "dia_C9_M2_op1_1": "Aiza: If you were in such bad shape, why didn’t you speak up sooner?",
    "dia_C9_M2_op1_2": "Teo: I kept telling myself that I had a mission, that it was more important than my own desires. I’ve regretted it so many times... You know, a person yearns for something and eventually becomes a prisoner to it. I couldn’t either achieve it or leave it behind. I was afraid of failure. I sacrificed everything and felt I couldn't return empty-handed after all this.",
    "lbl_C9_M2_op1_q1": "  ▶ It wouldn’t have mattered what you achieved if you had come back.",
    "lbl_C9_M2_op1_q2": "  ▶ Then you announced you’d return, but then you disappeared again.",

    "dia_C9_M2_op2_1": "Aiza: What are you trying to get at?",
    "dia_C9_M2_op2_2": "Teo: Ugh, Aiza... I could tell you stories. You know, I realized something, but I wanted to sort things out that evening... But, at a certain point, I truly closed that chapter. Without Thomas, without the Cathedral, without the consortium... I wanted to finish it, I wanted them to have no part in it.",
    "lbl_C9_M2_op2_q1": "  ▶ Thomas said that you talked after all.",
    "lbl_C9_M2_op2_q2": "  ▶ How did you stop the research?",
    
    "dia_C9_M2_op3_1": "Aiza: You’re starting with the excuses again!",
    "dia_C9_M2_op3_2": "Teo: No, I’m not. Actually, I am. I’ve wanted to tell you for a long time how I finished the research. That day. I figured something out... but first I needed to know what Thomas and the others expected from you.",
    "lbl_C9_M2_op3_q1": "  ▶ I thought you didn’t remember the end of the research. Then tell me!",
    "lbl_C9_M2_op3_q2": "  ▶ How many times are we going to start this? Why are you like this?",

    "dia_C9_M3_op1_1": "Aiza: It wouldn’t have mattered what you achieved if you had come back.",
    "dia_C9_M3_op1_2": "Teo: I have nothing, Aiza. I am but a destitute old man who has turned away from everyone. My time is nearly up, but that’s not what bothers me... I wanted to give something. I return and die in a way that nothing grows from the soil I planted.",
    "lbl_C9_M3_op1_q1": "  ▶ I need to tell you something...",
  
    "dia_C9_M3_op2_1": "Aiza: Thomas said you spoke with him on 5487 SOL, and then nothing. You announced you’d be coming back, and then you disappeared. Shortly afterward, you changed the central code at the base, but you didn’t inform the others. They couldn’t access the system’s database. You hid the base from them.",
    "dia_C9_M3_op2_2": "Teo: I felt I couldn’t escape this. I could no longer change, that... this was the story of my life. Everything that was once alive has now solidified. Just as nothing alive can grow from this soil, neither can my life take a new direction.",
    "dia_C9_M3_op2_3": "Aiza: It wasn’t an accident, was it?",
    "dia_C9_M3_op2_4": "Teo: For so long, I felt nothing. Then one day, inspiration struck; I could actually finish my work. It was a lifetime’s work in the glass dome. I thought, if anything is of value from this, now it will be revealed.",
    "lbl_C9_M3_op2_q1": "  ▶ Do you know what I found in the greenhouse two days ago?",
    "lbl_C9_M3_op2_q2": "  ▶ It wasn’t an accident...",

    "dia_C9_M3_op3_1": "Aiza: Then tell me, how did you end the research?",
    "dia_C9_M3_op3_2": "Teo: I remember very well how I ended the research. One evening, after spending eight hours in the lab, suddenly, as if after a long period of fruitless effort, I was struck by a genuine inspiration.",
    "dia_C9_M3_op3_3": "Aiza: What was it?",
    "dia_C9_M3_op3_4": "Teo: For the past two months, I had been working solely on cultivating the prime sample. A series of desperate experiments... you know how it is, a part of the researcher's life. Meanwhile, the time spent alone compelled me to converse with myself. Perhaps, along with the seeds, my faith in myself was also barren. The lack of results is not the fault of hope; this soil is dead. So, in essence, I completed my work. It was a lifetime’s labor within that greenhouse. I concluded that if any value lies in this, it will be revealed now. I finished a long conversation that might have been ongoing for ages.",
    "lbl_C9_M3_op3_q1": "  ▶ I suspected it wasn’t an accident.",
    "lbl_C9_M3_op3_q2": "  ▶ But the seeds did not perish. I have them with me.",
  
    "dia_C9_M3_op4_1": "Aiza: How many times are we going to start this over? I came for you, trying to drag you back to life, to find out what happened to you, and I keep running into walls.",
    "dia_C9_M3_op4_2": "Teo: It hardly matters anymore... when we return, I’ll make a report. I’ll tell them that all the seeds were destroyed in the accident. They are irreplaceable, even if some among them had promise...",
    "dia_C9_M3_op4_3": "Aiza: That’s not how it happened. I don’t know exactly how, but it didn’t happen that way. A batch of samples was protected in the greenhouse’s security safe. Not everything disappeared.",
    "dia_C9_M3_op4_4": "Teo: What happened to those seeds?",
    "lbl_C9_M3_op4_q1": "  ▶ I brought them all.",

    "C10_title" : "C10_CENTRAL",
    "C10_goal" : "REACH_THE_TARGET",
    "dia_C10_S1_positive_1": "Aiza: I need to tell you something...",
    "dia_C10_S1_positive_2": "Teo: Honestly, I want you to know that if I could undo it... I... I wish I had never come here.",
    "dia_C10_S1_positive_3": "Aiza: I’ll pause here for a moment.",
    "dia_C10_S2_positive_1": "Aiza: Do you know what I found in the greenhouse two days ago?",
  
    "dia_C10_S1_mid_1": "Teo: There’s something I need to tell you. About the lab...",
    "dia_C10_S1_mid_2": "Aiza: I know it wasn’t an accident. I know you sabotaged the research.",
    "dia_C10_S2_mid_1": "Teo: That’s actually why you came, isn’t it? You wanted to take the materials.",
    "dia_C10_S2_mid_2": "Aiza: Why did you do it?",
    "dia_C10_S2_mid_3": "Teo: They shouldn’t get this. We don’t deserve another chance.",
    "dia_C10_S3_mid_1": "Teo: We cannot continue to reshape the world according to our needs, even though it’s an instinctive first thought. We must adapt ourselves to the world.",
    "dia_C10_S4_mid_1": "Teo: You need to know that I am not proud...",
    "dia_C10_S4_mid_2": "Aiza: But then you changed your mind.",
    "dia_C10_S5_mid_1": "Aiza: Wasn’t it like that?",
    "dia_C10_S5_mid_2": "Aiza: Grandpa, I’m sure you think I’ll be able to decipher all your thoughts. I’m also sure that over time, you'll feel better once we’re away from this desolate place where you’ve exiled yourself. But you need to know that there are places I cannot reach. I can carry you part of the way, but eventually, there will come a point where you’ll have to continue on your own and return to be with us again. There’s a place only you know the way to.",

    "dia_C10_S1_negative_1": "Teo: There’s something I need to tell you. About the lab...",
    "dia_C10_S1_negative_2": "Aiza: The samples didn’t perish. I brought them all. They’re here with me.",
    "dia_C10_S2_negative_1": "Teo: So, that’s why you came, isn’t it? You wanted to take the materials.",
    "dia_C10_S2_negative_2": "Aiza: Why did you keep it a secret?",
    "dia_C10_S2_negative_3": "Teo: They shouldn’t have this. We don’t deserve another chance.",
    "dia_C10_S3_negative_1": "Teo: We cannot continue to reshape the world according to our needs, even if it’s our instinctive first thought. We must adapt ourselves to the world.",
    "dia_C10_S4_negative_1": "Aiza: What are you talking about? This is our life, your family’s life. It affects you too.",
    "dia_C10_S4_negative_2": "Teo: Everyone makes their own sacrifices... I have no future left on Earth. I take responsibility for what I’ve done. I acted rightly.",
    "dia_C10_S5_negative_1": "Aiza: Thomas will be very disappointed...",
    "dia_C10_S5_negative_2": "Teo: I’m disappointed in all of you too. I’m disappointed.",

    "dia_C11_S8": "Teo: It must be left, for this is not a place where one ought to be or stay. It is unbearable due to its intolerable, cold, sorrowful, desolate, and deathly weight.",
    "dia_C11_S9": "Teo: Escape is necessary, grab the suitcase—above all, the suitcase. Two suitcases should be enough.",
    "dia_C11_S10": "Teo: Pack everything into them, then click the locks shut, and rush to the cobblers, marching and marching and marching again.",
    "dia_C11_S11": "Teo: For boots are required, a pair of good boots, definitely. A good pair of boots and two suitcases should suffice, as long as it is known (for that is the first step)",
    "dia_C11_S12": "Teo: Exactly where one is. Thus, a practical skill is required, a very practical knowledge, not some guiding emotion or a vague, hidden feeling from deep within the heart.",
    "dia_C11_S13": "Teo: A sense, as if it could be held in one’s hands, to determine the current location, from which the correct direction will then be selected.",
    "dia_C11_S14": "Teo: A special navigational device, so one can say, 'Here is the location in space,' incidentally at a particularly unbearable, intolerable, cold, sorrowful, desolate, and deathly intersection.",
    "dia_C11_S15": "Teo: From which departure is necessary, for it is not a place where one can know how to be and remain. At this swampy, disturbingly dark point in space, one is utterly incapable of anything other than declaring the need to leave, and to leave immediately, without thinking.",
    "dia_C11_S16": "Teo: Embark without looking back...",

    "dia_credits_1_1" : "Made by",
    "dia_credits_1_2" : "David Barta",
    "dia_credits_2_1" : "Aiza - Éva Balogh",
    "dia_credits_2_2" : "Teo - David Barta",
    "dia_credits_3_1" : "Special thanks:",
    "dia_credits_3_2" : "Fruzsinak Augusztinyi",
    "dia_credits_4_1" : "Music:",
    "dia_credits_4_2" : "",
    "dia_credits_5_1" : "Pictures and inspiration:",
    "dia_credits_5_2" : "",
    
    "saved_data" : "  ./saved data/",
    "journal_title" : "Rejtélyes Eltűnés a Marson",
    "journal_1" : "Hétfőn bejelentette a tudományos világ egyik legelismertebb alakja, Dr. Bolyai Teo, hogy végérvényesen megszakítja a kapcsolatát a Marson folytatott kutatásokat irányító szervezettel. Dr. Bolyai, a Növénybiológiai Intézet professzora, eddig a Marsi Kutatási Projekt élén vezette a növények viselkedésével kapcsolatos kutatásokat, amelyekről azonban kevés konkrét információ szivárgott ki a nagyközönség felé.",
    "journal_2" : "Az események kibontakozása során a titokzatosság még inkább érdekessé vált, amikor kiderült, hogy a kutatások eredményei teljes mértékben titkosítva vannak, és nem tudni, hogy a szervezet Marsi bázisa mikor osztja meg azokat a nyilvánossággal.",
    "journal_3" : "A szóvivő, Dr. Emily Whigham, aki a Marson folytatott kutatásokkal kapcsolatos információkért felel, nem osztott meg részleteket az ügy kapcsán. \"Ez egy kényes időszak a kutatásainkban, és tiszteletben tartjuk Bolyai professzor úr elhatározását. Reméljük, hogy ez csak átmeneti állapot, és a jövőben újra részt vesz a projektben\" - mondta a szóvivő.",
    "journal_4" : "Dr. Bolyai hosszú éveken keresztül aktívan felszólalt az éghajlatváltozás és a növények alkalmazkodó képességeinek kapcsolatáról. Munkássága nem csak a tudományos közösségben, hanem a nagyközönség körében is jelentős elismerést szerzett. Azok a kutatók, akik közvetlenül együtt dolgoztak Dr. Teoval, mélyen megdöbbentek és értetlenül állnak a professzor döntése előtt.",
    "journal_5" : "Azonban vannak, akik Dr. Bolyai hosszú távú távollétét és a mostani történést is a kutatási projekt kudarcával magyarázzák. A név nélkül nyilatkozó kritikusok szerint a professzor talán nem érte el a várt eredményeket a Marsi kutatások során, és most a projekt hosszú távú sikertelensége miatt hozta meg ezt a drasztikus döntést.",
    "journal_6" : "Az eset továbbra is sok kérdést vet fel, de a tudományos közösség, és a közvélemény egyaránt figyelemmel kíséri, vajon Dr. Bolyai Teo visszatér-e valaha a marsi kutatásokhoz, vagy véglegesen hátrahagyja azt. Egyelőre a titokzatos körülmények és a kutatások jövője függőben van a Marson.",
    "comp_diary" : "  ./napló/",
    "note_1_title": "  5367th SOL",
    "note_2_title": "  5372nd SOL",
    "note_3_title": "  5379th SOL",
    "note_4_title": "  5385th SOL",
    "note_5_title": "  5390th SOL",
    "note_6_title": "  5397th SOL",
    "note_7_title": "  5403rd SOL",
    "note_8_title": "  5410th SOL",
    "note_9_title": "  5415th SOL",
    "note_10_title": "  5421st SOL",
    "note_11_title": "  5427th SOL",
    "note_12_title": "  5433rd SOL",
    "note_13_title": "  5439th SOL",
    "note_14_title": "  5445th SOL",
    "note_15_title": "  5451st SOL",
    "note_16_title": "  5457th SOL",
    "note_17_title": "  5463rd SOL",
    "note_18_title": "  5469th SOL",
    "note_19_title": "  5475th SOL",
    "note_20_title": "  5481st SOL",
    "note_21_title": "  5487th SOL",
    "note_22_title": "  5493rd SOL",
    "note_23_title": "  5499th SOL",
    "note_24_title": "  5580th SOL",
    "note_25_title": "  5581st SOL",
    "note_1": "Today, the development of the newly genetically modified plants was monitored. The resistance tests show positive results. The research is exciting, but working alone is difficult.",
    "note_2": "The variability of Martian weather affects the daily life of the plants. Along with dealing with changes in the atmosphere and soil, the daily regimen and strict protocol might be affecting the mood as much as they help. Is there any point in this?",
    "note_3": "One of the genetically modified plants unexpectedly developed a trait that increases photosynthesis efficiency on Mars. This discovery is a significant step forward in the adaptation of plants to the harsh conditions of the red planet.",
    "note_4": "Nothing has changed; soon all versions of the modified genome will be ready. Analysis can begin.",
    "note_5": "Analyzing the final results of the resistance tests. Excited about the results.",
    "note_6": "Five days have been spent checking the tests. Despite the photosynthesis efficiency, resistance fails at a certain point with all of them. Starting to give up on the whole thing.",
    "note_7": "Decided to let go of the high photosynthesis inclination, scaled it down a bit, and switched to other samples. At this moment, it seems a very promising mutation branch has been found from Cynara cardunculus. The system is being adjusted to this.",
    "note_8": "At the moment, it seems that a genetically modified plant variety capable of opening and closing its stomata according to Martian conditions has been created. This adaptation is a significant advancement! Although not wanting to jinx it, the data has been saved and will be sent after sorting.",
    "note_9": "The daily routine is starting to become monotonous. Nervously watching the behavior of the new mutant, but it’s not yet very noticeable.",
    "note_10": "Martian soil analyses are underway. The plant resistance is satisfactory, but still not feeling well. Yesterday, the thought crossed my mind whether the mission is worth it.",
    "note_11": "The connection with Earth is extremely thin. As isolation deepens, it’s hard to interpret the mission’s goals. The plants are gradually becoming the best companions. Feeling scared.",
    "note_12": "During climate modification experiments, the genetically modified plants surprisingly started to increase atmospheric oxygen levels. This discovery not only strengthens the research but could be crucial in the long term. Data saved.",
    "note_13": "The genetically modified plants are gradually establishing themselves as a colony. This is the most successful test group so far. Might be sentimental, but named it areophila.",
    "note_14": "As the year-end approaches, the idea of releasing the genetically modified plants has crossed my mind. Haven’t told Thomas yet; he would oppose it. Actually, he would be right. I should think it over.",
    "note_15": "Changed my mind. Releasing them would be madness. The year-end results are encouraging regarding adaptation to Martian conditions. However, mental exhaustion is visibly hindering the work. Maybe it should be stopped?",
    "note_16": "Things keep repeating. Just looked back to see how long been here. It’s shocking and awe-inspiring how much more can be endured while it’s so clear what is needed. People, real flesh-and-blood people. Family.",
    "note_17": "In the year-end tests, the new genetically modified plants are significantly more efficient at photosynthesis on Mars. Thanks to soil enhancement interventions, the plants can strengthen and grow faster, which is an important step.",
    "note_18": "After releasing the new varietiesmentett adatok, isolation would become increasingly difficult. This step is still under consideration. It’s just a thought right now...",
    "note_19": "The approach of the anniversary prompts deep reflection. The research still motivates, but now I have questioned the research’s purpose and importance several times. For a while, I’ve been thinking of this place more like home, and that’s a problem. Feeling confused.",
    "note_20": "The planned shipment will arrive before the end of the year. That’s good news! The genetically modified plants now form a self-sustaining colony. With this shipment, the reliance on the center will be reduced for a while. Made an important decision because of this.",
    "note_21": "The key question is what could be the most useful application of the research. Releasing them could cause an ecological disaster, regardless of the planet. This step needs to be reconsidered. Very worried about the weight of the research but feeling a bit better now. Grandchild wrote.",
    "note_22": "Fell ill. Probably due to a vitamin-deficient diet and the cold. The crucial information, however, is that the central system login code has changed. From now on: 2991.",
    "note_23": "Don’t know what to say about despair. Would be happiest if you were happy. Think of the birds when I want to calm myself. Birds live on Earth. Close my eyes and imagine being in the forest. The air is clear, no spacesuit, and I feel the warmth of the sun on my face. Listen to the birds’ songs, the rustling of the leaves. I’m young, old. I have no age. Maybe I’m already home.",
    "note_24": "These plants, however innocent they seem now, could be dangerous for both Mars and Earth. Don’t trust Thomas’s judgment. He lies to me; I see that he only cares about success, not what I’ve created. Left me first, now wants to reap the rewards. Need to go back. Need to leave here, but don’t want to take the seeds with me.",
    "note_25": "What is reality? Don’t know. When the bird looked at the computer monitor, thought it had no idea what it was seeing. And what does the bird test at such a time? Despair? No, it just does what it can. But how can it live so ignorantly? Actually, it has no choice. Anyway, the bird is perfectly fine even if it understands nothing about the world. Now you are that bird looking at the monitor and thinking to yourself: I need to figure this out! Maybe sometimes you have a few bird-like thoughts. Maybe you’re just doing what you can.",

    "specification": "  ./technical_description/",
    "specification_title": "Mars Experimental Farm System: Technical Description",
    "specification_text": "The Mars Experimental Farm System (MARS-AGX) is a complex, self-regulating agronomy platform, one of the most crucial systems supporting Martian colonization. The goal of MARS-AGX is to create new, genetically modified plant species capable of surviving and thriving in the extreme Martian environment.",
    "comp_guide1": "  ./structure/",
    "technical_guide1_title": "SYSTEM STRUCTURE",
    "technical_guide1_text": "The core of MARS-AGX is a monitoring center controlled by artificial intelligence, which continuously observes plant growth and the internal environment of the greenhouse. The system is divided into different sections, each managing a specific plant species’ developmental phase: germination, growth, flowering, and fruiting. Each section maintains separate climatic zones regulated by the following parameters:",
    "technical_guide1_bullet1": "Light Intensity and Spectrum: Special LEDs with adjustable color temperatures and intensities, tailored to the different growth phases of the plants.",
    "technical_guide1_bullet2": "Temperature: Various temperature ranges for each module, continuously fine-tuned by AI based on plant responses.",
    "technical_guide1_bullet3": "CO2 and Oxygen Levels: Regulation of gases necessary for plant respiration and photosynthesis, which plays a critical role in growth cycles.",
    "technical_guide1_bullet4": "Soil Simulation: Hydroponic and aeroponic systems supplementing the barren Martian soil with necessary nutrients and water.",
    "comp_guide2": "  ./functions/",
    "technical_guide2_title": "RESEARCH FUNCTIONS",
    "technical_guide2_text": "One of the key functions of MARS-AGX is supporting the cultivation of new plant species. The intelligent system is capable of manipulating plant genomes and continuously adjusting growth parameters to create variants best adapted to Martian conditions. Plant phenotypes and genotypes are continuously analyzed, and genetic mutations that offer survival advantages are further developed for subsequent generations.",
    "comp_guide3": "  ./safety/",
    "technical_guide3_title": "SAFETY NOTE",
    "technical_guide3_text1": "The greatest risk of the system is gas accumulation in the closed environment. As photosynthesis and respiration regulation continuously occur within MARS-AGX, the balance of CO2 and oxygen levels may be disrupted. If a malfunction causes improper gas distribution, accumulated oxygen in the greenhouses could become explosive. Additionally, chemicals used to produce nutrient solutions may also release gases, posing further risks.",
    "technical_guide3_text2": "To reduce explosion risk, the system includes integrated emergency protocols and automatic ventilation systems that intervene immediately if gas concentrations rise above critical levels. However, it is crucial for settlers to continuously monitor the system’s status, especially in remote and harsh Martian conditions where even a minor technical fault can have severe consequences.",
    "sc": "  ./images/",
    "sc_1_title" : "",
    "sc_2_title" : "",
    "sc_3_title" : "",
    "sc_4_title" : "",
    "comp_data" : "  ./statisctics/",

    "lbl_cockpit": "   cockpit",
    "lbl_bedroom": "   bedroom",
    "lbl_window": "   window",
    "lbl_batteryConnection": "   battery",
    "lbl_gate": "   airlock",
    "lbl_craterbase_to_enterance": "   entrance to the base",
    "lbl_sunconsoles": "   solar panels",
    "lbl_waste_processor_halfway": "   waste recycler",
    "lbl_startingbase_enter": "   entrance to the base",
    "lbl_battery": "   battery",
    "lbl_startingbase_exit": "   exit",
    "lbl_room": "   room",
    "lbl_talk_teo": "   talk to Teo",
    "lbl_computer": "   computer",
    "lbl_hall": "   lounge",
    "lbl_craterbase_from_enterance": "   proceed further",
    "lbl_startingbase_gate_to_exit": "   airlock",
    "lbl_electricity_and_battery": "   electrical panel",
    "lbl_waste_processor": "   waste recycler",
    "lbl_waste_processor_halfway2": "   back",
    "lbl_startingbase_gate_to_enter": "   airlock",
    "lbl_mainCorridor": "   corridor",
    "lbl_kitchen": "   kitchen",
    "lbl_drawer": "   cabinet",
    "lbl_consoleRoom": "   communications unit",
    "lbl_drive": "   driving",
    "lbl_attic": "   upper level",
    "lbl_workshop": "   workshop",
    "lbl_turn_off": "   power off",
    "lbl_roundroom": "   observatory",
    "lbl_mainhall": "   medical room",
    "map_isnside_title": "floor plan"

}