{
    "btn_yes": "Yes",
    "btn_no": "No",
    "txt_beta": "TRAVEL BACK - BETA",
    "btn_start": "START",
    "btn_newGame": "New Game",
    "btn_continue": "Continue",
    "btn_credits": "Credits",
    "btn_options": "Options",
    "btn_exit": "Exit",
    "btn_back": "Back",
    "btn_eng": "ENG",
    "btn_hun": "HUN",
    "txt_sound": "Sound",
    "btn_on": "ON",
    "btn_off": "OFF",
    "btn_turn": "TURN",
    "btn_turn_right": "TURN RIGHT",
    "btn_turn_left": "TURN LEFT",
    "btn_map": "MAP",
    "btn_gate": "GATE",
    "btn_corridor": "BACK CORRIDOR",
    "btn_middlecorner": "CENTER",
    "btn_mainhall": "BEDROOM AND LOUNGE",
    "btn_roundroom": "STAR OBSERVATORY",
    "btn_hall": "CAFETERIA",
    "btn_room": "BACK ROOM",
    "txt_language": "Language:",
    "txt_code_art": "Written, designed, and developed by: David Barta",
    "txt_used_codes": "Used codes:",
    "txt_art_inspiration": "Visual inspiration:",
    "txt_music": "Music:",
    "txt_sound_design": "Sound design:",
    "txt_controlls": "You can control with the arrows and click with the mouse.",
    "txt_instructions": "Instructions:",
    "txt_new_game": "Do you want to start a new game?",
    "txt_new_game_allert": "Your current game progress will be lost!",
    "C1_battery_connection_fail": "Incorrect password!",
    "C1_battery_connection_sucess": "Password accepted.",
    "dia_C1_S1": "I sleep too little, my head hurts a lot. I often think that we have no future. I keep coming back to this thought, and no matter how many times I dismiss it, it's always there in the back of my mind. And I see it in others too; we find various ways not to face it...",
    "dia_C1_S2": "Look! There! It's on the left!",
    "dia_C1_S4_1": "How small! But it will be good to be home again.",
    "dia_C1_S4_2": "Isn't it better here? Are you anxious here too?",
    "dia_C1_S5": "Not now, not because of you. But I feel like I came to a place where I have even less connection to reality than on Earth. I've been among monitors for weeks now.",
    "dia_C1_S7": "It just occurred to me that maybe you like this place...",
    "dia_C1_S8": "Dad, you promised! We're leaving tomorrow.",
    "dia_C1_S9": "Gale Crater, come in! This is GHT-002 station!",
    "dia_C1_S10_1": "We hear you, GHT-002.",
    "dia_C1_S10_1-1": "Thomas, is that you?",
    "dia_C1_S11_1": "Yes, Aiza. How can I help?",
    "dia_C1_S11_1-1": "The time has come. Even my grandfather confirmed it.",
    "dia_C1_S12_1": "So you're finishing the outdoor stay. How is Teo?",
    "dia_C1_S12_1-1": "Unfortunately, worse. He can't breathe, and he's unwell again.",
    "dia_C1_S13_1": "When can we expect your arrival?",
    "dia_C1_S13_1-1": "I don't know because it's difficult with him, but I want to leave now. I've started getting ready.",
    "dia_C1_S13_1-1-1": "Okay. Stay in touch. Do you know what to do?",
    "dia_C1_S14_1": "The power sources need to be switched to the rover.",
    "dia_C1_S14_1-1": "Yes, and depower the hab and try the rover system, make sure everything is working...",
    "dia_C1_S15_1": "I'll signal when we're ready to go.",
    "dia_C1_S15_1-1": "Okay. I'm breaking the connection.",
    "dia_C2_S1": "Switch the power generation to the rover with code 2991!",
    "dia_C3_S1": "Life support system also needs to be turned off. This way, the system will charge the rover much faster.",
    "dia_C4_S2": "Turn off the power, and let's go.",
    "dia_C5_S1_1": "We're ready. Can they hear us?",
    "dia_C5_S1_2": "We hear you, GHT-002. Did you turn off the life support system? Is the rover ready to go?",
    "dia_C5_S2_1": "Everything is ready; we can start right now.",
    "dia_C5_S2_2": "Taking atmospheric calculations into account, they can reach here in less than 30 SOLs. We are ready to receive them.",
    "dia_C5_S3_1": "I've never driven this rover before; I hope there won't be any issues.",
    "dia_C5_S3_2": "All the necessary data can be found on the rover's onboard computer. You'll find everything there.",
    "dia_C5_S4": "Thomas is asking about the package. Did you manage to get it?",
    "dia_C5_S5_1": "Yes, I have it. Unfortunately, I haven't been able to open it yet. I hope you are aware of...",
    "dia_C5_S5_2": "Great news. Thanks for your service. You bring the package, and we'll take care of the rest.",
    "dia_C6_S1_1": "Welcome! I am the virtual assistant of the Phobos project. How can I help you?",
    "dia_C6_S1_2": "I request documentation on the operation of the Mars rover's onboard system and vehicle navigation.",
    "dia_C6_S2": "The Rover has its own life support unit. Its power supply can be achieved independently or even connected to an external system. Communication is possible with rooftop-mounted antennas.",
    "dia_C6_S3": "The vehicle is equipped with surface radars that scan environmental terrain objects. Based on the collected topographic information, it calculates the shortest and safest route.",
    "dia_C6_S4": "The onboard computer displays the route in real-time on the control panel screen. This way, the safe path can be seen while driving, avoiding potential accidents or blockages.",
    "dia_C6_S5_1": "What destination would you like to choose?",
    "dia_C6_S5_2": "Our destination is Mars Base KZM-0203.",
    "dia_C6_S5_3": "The calculation is complete. Have a safe journey!",
    "dia_C6_1": "Aliza!",
    "dia_C6_2": "Aiza, can you hear me?",
    "dia_C6_3": "Yes, I hear you. Did you wake up?",
    "dia_C6_4": "I woke up, suddenly didn't know where I was, and got scared.",
    "dia_C6_5": "Everything is fine; we've already started.",
    "dia_C6_6": "No. Have we already started?",
    "dia_C6_7": "Yes, we've started, and everything is fine. Don't worry.",
    "dia_C6_8": "For a moment, I thought I was on Earth. I had strange dreams.",
    "dia_C6_9": "Could I get some water? I know there isn't much.",
    "dia_C7_S2": "What did you dream about?",
    "dia_C7_S3": "I think I was in a desert. Among large buildings.",
    "dia_C7_S4": "Maybe you were already dreaming about the base.",
    "dia_C7_S5": "No. Definitely not. I think I was on Earth.",
    "dia_C7_S6": "Was Earth already desert-like when you left?",
    "dia_C7_S7": "Some parts… Although it feels like I relived a childhood dream.",
    "dia_C7_S8": "We were among big buildings. Among ruins. With my friends, from my childhood.",
    "dia_C7_S9": "I've been dreaming about them again lately.",
    "dia_C7_S15": "What happened to them? Do they still talk to you?",
    "dia_C7_S16": "Not anymore. Not for a long time. But I often think about them and Earth. The birds, the beautiful plants, the sound of the wind. It's not like the wind here.",
    "dia_C7_S17": "Why did you come here?",
    "dia_C7_S18": "Because of my research. It was especially important for me to be here. You know that too.",
    "dia_C7_S19": "I know about you from what others have told me, what Mom told me.",
    "dia_C8_S1": "Is Mom mad at me?",
    "dia_C8_S2": "Not anymore. She said it was easier for you this way. We would need you on Earth. The world you left doesn't exist anymore...",
    "dia_C8_S3": "...because we didn't love it enough. News reaches me, and I'm very sorry. I'm sorry that you couldn't live on the Earth I did.",
    "dia_C8_S4": "Well, I also... It's terrible to wait for the end of the world every day. Our rivers dried up, millions suffer from poor air quality. Day by day, I can only think that we need to do something. I can't think of anything else but that there's no future.",
    "dia_C8_S5": "Is that why you came here?",
    "dia_C8_S6": "I... yes, I mean for you. To be together, to return among us.",
    "dia_C8_S7": "I want to show you something, but I can't go for it. Could you find it for me? It's in the drawer next to box B625 on the lower level.",
    "dia_C9_S1": "When you were born, we lived together. I lived with you until you were in school. I led the lab from there. Do you remember?",
    "dia_C9_S2": "It was at the end of the garden... I remember, in my childhood, I received wooden toys from you. I thought you made them by hand. It's so different in my memories of you. It was so long ago... It's strange; I know I played with you, that my memories are about you, but it's like you're a different person.",
    "dia_C9_S3": "I've thought a lot about you.",
    "dia_C9_S4": "You didn't look for us, and we didn't even know why you left.",
    "dia_C9_S5": "Later, we talked. I called you.",
    "dia_C9_S6": "But we were never together again. Like in my childhood. I just heard about you, often not from you. Then I started to be afraid that maybe the connection I'm nostalgic for didn't even form, and it hurt to think about it. It's better to feel that something is lost than to feel that it never existed. And now I don't know... I still don't know.",
    "dia_C9_S7": "When you wrote a few months ago, I was very happy. I'm very proud of you. I was especially glad when you wrote a few months ago about how distant our family had become. I think I made a lot of wrong decisions in my life, let life pass me by while I was hiding in my own world, hurting many people. I know I've missed a lot, and ironically, while I've been dealing with research for years, the climate and changes in the world, I just didn't realize how much and in what direction I changed. And now, not only do I have to go back to Earth, but also to my young self to make everything right.",
    "dia_C9_S8": "They said at the base that they tried to contact you several times, but you cut off contact with them. It didn't seem like you wanted to come back. It even seemed like you loved Mars more than Earth.",
    "dia_C9_S9": "For a while, I blamed it on work, that I was hiding. Then when I looked deep into myself, I realized that I couldn't reconcile with my conscience. That I was angry with myself for my omissions, and ironically, by doing so, I missed even more. I wasted years, and ironically, while I spent years dealing with research, climate, and world changes, I just didn't realize how much and in what wrong direction I changed. And now, not only do I have to go back to Earth, but also to my young self to make everything right.",
    "dia_C10_S1": "We'll be there soon.",
    "dia_C10_S2": "Are you sleeping?",
    "dia_C10_S3": "No, I'm awake.",
    "dia_C10_S4": "Everything okay?",
    "dia_C10_S5": "I was just thinking about what you think of me now.",
    "dia_C10_S6": "I think you made the right decision.",
    "dia_C10_S7": "I don't even know what else to say...",
    "dia_C10_S8": "Let's talk about the box you took from me.",
    "dia_C10_S9": "Th... The box you...",
    "dia_C10_S10": "B625, yes. I know about it.",
    "dia_C10_S11": "But it doesn't bother me. I knew you came because of that.",
    "dia_C10_S12": "Not ONLY because of that.",
    "dia_C10_S13": "I know that too. But you didn't dare to say it.",
    "dia_C10_S14": "I don't want to judge. Especially since I should have offered. After what I heard about it...",
    "dia_C10_S15": "This matter is important to me! And I was terribly disappointed that you wanted to keep it to yourself.",
    "dia_C10_S16": "I've thought a lot about this. What would be the right decision. I'm sure there was some defiance in it when I decided that people need to solve this on their own now.",
    "dia_C10_S17": "Do you remember, I once said that people see science as a tool? And unfortunately, they don't see it as a means of understanding but as a means of solving their own life problems.",
    "dia_C10_S18": "The time spent here changed me; I looked into myself. The question is who we are when we are alone. We usually want to dull our internal unresolved problems with some external stimulus. And society only reinforces this. How much opportunity does the world provide today for us to withdraw from it, to indulge in our passions, to move towards our desires? This is harmful not only because of addiction. It's harmful because we define ourselves by what we do and not by what we don't do. The world misleads us.",
    "dia_C10_S19": "I don't understand you. So, you didn't want to entrust humanity with the tool to save the planet?",
    "dia_C10_S20": "In reality, it's not our planet at stake, but the lives we are accustomed to. People were afraid even when I was young. There were no wars for water, no masses falling ill from the air back then. I worried that everything would go wrong before our eyes. I was angry at the rich, the companies, the politicians.",
    "dia_C10_S21": "Then I realized there is no one to replace them. If we randomly replaced the top 1% of humanity, we would end up in the same place within a year or two. I realized that I myself am part of the society that devours the planet. In fact, neither I, my friends, nor my family do anything.",
    "dia_C10_S22": "So, you chose to run away.",
    "dia_C10_S23": "So, I came here in my despair. This planet is as barren and hopeless as the world we created for ourselves on Earth. That's what I thought back then.",
    "dia_C10_S24": "Do you not think that way anymore?",
    "dia_C10_S25": "I think what is lost is only mine, our generation's. Individuals. Egos that can no longer live again in the world that used to be. But now I also know that there is something worth preserving. Now I know that even in this seemingly barren land, which everyone has given up on - including myself - there can be life. There's not much love in me for myself, but looking at you, I see that even from this soil, something hopeful can sprout.",
    "dia_C10_S26": "It seems cruel, but people learn from what they have to solve for themselves, not from what science saves them from. I realized that we cannot shape the world further according to our needs, even if that is instinctively our first thought. We have to shape ourselves to the world. That's what I want to pass on and not what's in the box.",
    "dia_C10_S27": "You don't have many choices now. The box is with me.",
    "dia_C10_S28": "And now it's your decision.",
    "journal_title": "Mysterious Disappearance on Mars: Dr. Bolyai Teo, the World-Renowned Professor of Plant Physiology, Breaks Contact with Martian Research",
    "journal_1": "On Monday, one of the most respected figures in the scientific world, Dr. Bolyai Teo, announced the permanent termination of his connection with the organization leading the research on Mars. Dr. Teo, a professor at the Institute of Plant Biology, has been at the forefront of research on the behavior of plants in the Mars Research Project, about which little concrete information has leaked to the public.",
    "journal_2": "As events unfolded, the mystery became even more intriguing when it was revealed that the results of the research are completely classified, and it is not known when the Martian base organization will share them with the public.",
    "journal_3": "Spokesperson Dr. Emily Whigham, responsible for information regarding Mars research, did not provide details on the matter. \"This is a sensitive period in our research, and we respect Professor Bolyai's decision. We hope this is only a temporary state, and he will participate in the project again in the future,\" said the spokesperson.",
    "journal_4": "Dr. Bolyai has been actively speaking out for many years on the relationship between climate change and the adaptability of plants. His work has gained significant recognition not only in the scientific community but also among the general public. Researchers who have worked directly with Dr. Teo are deeply shocked and puzzled by the professor's decision.",
    "journal_5": "However, some explain Dr. Bolyai's long absence and the current events as a failure of the research project. Critics, speaking anonymously, suggest that the professor may not have achieved the expected results in the Mars studies, and now he has made this drastic decision due to the project's long-term failure.",
    "journal_6": "The case continues to raise many questions, but both the scientific community and the public are watching closely to see whether Dr. Bolyai Teo will ever return to Martian research or permanently leave it behind. For now, the mysterious circumstances and the future of the research remain uncertain on Mars.",
    "note_1_title": "5367th SOL",
    "note_2_title": "5372nd SOL",
    "note_3_title": "5379th SOL",
    "note_4_title": "5385th SOL",
    "note_5_title": "5390th SOL",
    "note_6_title": "5397th SOL",
    "note_7_title": "5403rd SOL",
    "note_8_title": "5410th SOL",
    "note_9_title": "5415th SOL",
    "note_10_title": "5421st SOL",
    "note_11_title": "5427th SOL",
    "note_12_title": "5433rd SOL",
    "note_13_title": "5439th SOL",
    "note_14_title": "5445th SOL",
    "note_15_title": "5451st SOL",
    "note_16_title": "5457th SOL",
    "note_17_title": "5463rd SOL",
    "note_18_title": "5469th SOL",
    "note_19_title": "5475th SOL",
    "note_20_title": "5481st SOL",
    "note_21_title": "5487th SOL",
    "note_22_title": "5493rd SOL",
    "note_23_title": "5499th SOL",
    "note_24_title": "5580th SOL",
    "note_25_title": "5581st SOL",
    "note_1": "Today, I monitored the development of newly genetically modified plants. The resistance tests show them positive. The research is exciting, but loneliness is beginning to make its effect felt.",
    "note_2": "The variability of Martian weather affects the daily life of plants. Besides dealing with changes in the atmosphere and soil, I feel the burden of loneliness.",
    "note_3": "One of the genetically modified plants unexpectedly developed a trait that increases photosynthesis efficiency on Mars. This discovery is a huge step forward in the adaptation of plants to the challenges of the red planet.",
    "note_4": "",
    "note_5": "I am analyzing the final results of the resistance tests. Adapting to Martian conditions is an exciting challenge.",
    "note_6": "",
    "note_7": "",
    "note_8": "At the moment, it seems to me that I have managed to create a genetically modified plant species that can open and close its stomata according to the prevailing conditions on Mars. This adaptation is a significant advancement in optimizing the survival of plants.",
    "note_9": "The daily routine is becoming monotonous. There is still no breakthrough during observation.",
    "note_10": "The analysis of Martian soil is ongoing. The resistance of plants is satisfactory, but I still don't feel well. Yesterday, the thought crossed my mind whether the mission makes sense.",
    "note_11": "The connection with Earth is tenuous. Delving deeper into isolation makes it difficult to interpret the goals of the mission. Plants are gradually becoming my best companions.",
    "note_12": "During climate-modifying experiments, genetically modified plants unexpectedly began to increase the atmospheric oxygen level. This discovery not only strengthens my research but may be crucial in creating future colonies.",
    "note_13": "Genetically modified plants are gradually settling as a colony. This is the most successful test group so far.",
    "note_14": "Approaching the end of the year, I plan to release the genetically modified plants into the environment.",
    "note_15": "I changed my mind. Releasing them would be madness. The end-of-year results are promising regarding the adaptation of plants to the Martian environment. Mental exhaustion, however, is visibly hindering my work. Should I stop?",
    "note_16": "Things are repeating continuously. I just looked back at how long I've been here. It astonishes and impresses me how far I can torture myself while it's so clear what I need. People, real flesh-and-blood people.",
    "note_17": "During end-of-year tests, the new genetically modified plants are incomparably more efficient at photosynthesizing on Mars. Thanks to soil improvement interventions, the plants can strengthen and grow faster, which is an important step.",
    "note_18": "Isolation would become increasingly difficult after releasing the new species. I will think about this step again. It's just a thought for now...",
    "note_19": "Approaching the anniversary prompts deep reflection. The research continues to motivate me, but I've questioned the purpose and importance of the research several times by now. I've been thinking of this place more as my home for a while now, and that's a problem. I am confused.",
    "note_20": "The planned shipment arrives before another year passes. This is good news! Genetically modified plants already form a self-sustaining colony. With this shipment, I won't need the center for a long time. I made an important decision because of this.",
    "note_21": "The most important question is what could be the most useful application of the research. Releasing them could cause an ecological disaster, no matter which planet we consider. This step needs to be reconsidered. The weight of the research concerns me a lot, but I feel a bit better now. My granddaughter wrote.",
    "note_22": "I fell ill.",
    "note_23": "",
    "note_24": "",
    "note_25": ""
}