{
    "btn_yes" : "Igen",
    "btn_no" : "Nem",
    "txt_beta" : "UTAZÁS VISSZA - BETA",
    "btn_start" : "KEZDÉS",
    "btn_newGame" : "Új játék",
    "btn_continue" : "Folytatás",
    "btn_credits" : "Készítette",
    "btn_options" : "Beállítások",
    "btn_exit" : "Kilépés",
    "btn_back" : "Vissza",
    "btn_eng" : "ENG",
    "btn_hun" : "HUN",
    "txt_sound" : "Hang",
    "btn_on" : "BE",
    "btn_off" : "KI",
    "btn_turn" : "FORDULÁS",
    "btn_turn_right" : "FORDULÁS JOBBRA",
    "btn_turn_left" : "FORDULÁS BALRA",
    "btn_map" : "TÉRKÉP",
    "btn_gate" : "ZSILIP",
    "btn_corridor" : "HÁTSÓ FOLYOSÓ",
    "btn_middlecorner" : "KÖZPONT",
    "btn_mainhall" : "HÁLÓ ÉS TÁRSALGÓ",
    "btn_roundroom" : "CSILLAGVIZSGÁLÓ",
    "btn_hall" : "KANTIN",
    "btn_room" : "HÁTSÓ SZOBA",
    "txt_language" : "Nyelv:",
    "txt_code_art" : "Írta, tervezte és fejlesztette: Barta Dávid",
    "txt_used_codes" : "Felhasznált kódok:",
    "txt_art_inspiration" : "Látvány inspiráció:",
    "txt_music" : "Zene:",
    "txt_sound_design" : "Sound design:",
    "txt_controlls" : "A nyilakkal tudsz irányítani, az egérrel pedig kattintani.",
    "txt_instructions": "Instruktciók:",
    "txt_new_game" : "Szeretnél egy új játékot kezdeni?",
    "txt_new_game_allert" : "Az aktuális játékállásod el fog veszni!",
    "C1_battery_connection_fail" : "Hibás jelszó!",
    "C1_battery_connection_sucess" : "Jelszó elfogadva.",
    "dia_C1_S1" : "Keveset alszom, sokat fáj a fejem. Sokszor gondolok arra, hogy nincsen jövőnk. Vissza-vissza térek ehhez a gondolathoz és akárhányszor elhessegetem, valahol az agyam hátuljában mindig ott van. És másokon is ezt látom, különféle módokat találunk, hogy ne kelljen szembenézni vele…",
    "dia_C1_S2" : "Nézd csak! Ott! Ott van balra!",
    "dia_C1_S4_1" : "Milyen kicsi! De jó lesz újra otthon.",
    "dia_C1_S4_2" : "Itt nem jobb? Itt is szorongsz?",
    "dia_C1_S5" : "Most nem, miattad nem. De úgy érzem, hogy eljöttem egy helyre ahol még annyi kapcsolatom sincs a valósággal mint a Földön. Monitorok közt vagyok már hetek óta.",
    "dia_C1_S7" : "Csak eszembe jutott, hogy lehet tetszik neked ez a hely…",
    "dia_C1_S8" : "Papa, megígérted! Holnap indulunk.",
    "dia_C1_S9" : "Gale-kráter jelentkezz! Itt GHT-002 állomás!",
    "dia_C1_S10_1" : "Halljuk önöket GHT-002.",
    "dia_C1_S10_1-1" : "Thomas, te vagy az?",
    "dia_C1_S11_1" : "Igen, Aiza. Miben segíthetek?",
    "dia_C1_S11_1-1" : "Eljött az idő. Már nagyapám is megerősítette.",
    "dia_C1_S12_1" : "Szóval befejezitek a kinttartózkodást. Teo, hogy van?",
    "dia_C1_S12_1-1" : "Rosszabbul sajnos. Nem kap levegőt és megint rosszul lett.",
    "dia_C1_S13_1" : "Mikor számíthatunk az érkezésetekre?",
    "dia_C1_S13_1-1" : "Nem tudom mert nehéz vele, de én máris indulni akarok. Elkezdtem készülődni.",
    "dia_C1_S13_1-1-1" : "Rendben. Maradjunk kapcsolatban. Tudod mi a tehendő?",
    "dia_C1_S14_1" : "Az áramforrásokat át kell kapcsolni a roverre.",
    "dia_C1_S14_1-1" : "Igen, illetve áramtalanítani a lakókabint és próbáld ki a rover rendszerét is, bizots ami biztos...",
    "dia_C1_S15_1" : "Adok jelzést ha készen állunk az indulásra.",
    "dia_C1_S15_1-1" : "Rendben. Bontom a kapocslatot.",
    "dia_C2_S1" : "Kapcsold át az energiatermelést a roverre a 2991 kóddal!",
    "dia_C3_S1" : "Létfentartó rendszert is le kell kapcsolni. Így sokkal gyorsabban feltölti a rovert a rendszer.",
    "dia_C4_S2" : "Kapcsold le az enrgiát és gyerünk.",
    "dia_C5_S1_1" : "Készen állunk. Hallanak minket?",
    "dia_C5_S1_2" : "Halljuk önöket GHT-002. Leállították a fentartó rendszert? A rover készen áll az indulásra?",
    "dia_C5_S2_1" : "Minden készen áll, akár most is indulhatunk.",
    "dia_C5_S2_2" : "A légköri számításokat is figyelembe véve, 30 SOL alatt ide tudnak érni. Mi készen állunk a fogadásukra.",
    "dia_C5_S3_1" : "Eddig ezt a rovert nem vezettem, remélem nem lesz gond.",
    "dia_C5_S3_2" : "A rover fedélzeti számítógépén megtalálhatóak a szükséges adatok. Ott mindent megtalál.",
    "dia_C5_S4" : "Thomas azt kérdezi, a csomagot. Sikerült megszerezni?",
    "dia_C5_S5_1" : "Igen, nálam van. Sajnos kinyitni még nem sikerült. Remélem tisztában vannak a ...",
    "dia_C5_S5_2" : "Remek hír. Köszönjük a szolgálatát. Ön hozza el a csomagot, mi megoldjuk a többit.",
    "dia_C6_S1_1" : "Üdvözlöm! A Phobos project viruális aszisztense vagyok. Miben segíthetek?",
    "dia_C6_S1_2" : "A Mars rover fedélzeti rendszerének működéséről és a jármű iránytásáról kérek dokumentációt.",
    "dia_C6_S2" : "A Rover önálló létfentartó egységgel rendelkezik. Az energiaellátását önállóan vagy akár külső rendszerre csatlakoztatva is el lehet érni. A komunikáció a tetőre szerelt antennákkal lehetséges.",
    "dia_C6_S3" : "A jármű felszíni radarokkal van ellátva, melyek a környezeti tereptárgyakat szkennelik. A begyűjtött domborzati információkat alapul véve számítja ki a legrövidebb, illetve a legbiztonságosabb útvonalat.",
    "dia_C6_S4" : "Az útvonalat a fedélzeti számítógép, az irányítópult képernyőjét jeleníti meg valós időben. Így vezetés közben látható a biztonságosan járható ösvény, ezzel is elkerülve az esetleges baleseteket / elakadásokat.",
    "dia_C6_S5_1" : "Milyen úti célt szeretne választani?",
    "dia_C6_S5_2" : "Az úti célunk a KZM-0203 Mars bázis.",
    "dia_C6_S5_3" : "A kalkuláció megtörtént. Jó utat!",
    "dia_C6_1" : "Aliza!",
    "dia_C6_2" : "Aiza, hallasz?",
    "dia_C6_3" : "Igen, hallak. Felébredtél?",
    "dia_C6_4" : "Felébredtem, hirtelen nem tudtam, hogy hol vagyok és megijedtem.",
    "dia_C6_5" : "Minden rendben van, már elindultunk.",
    "dia_C6_6" : "Nem. Már elindultunk igaz?",
    "dia_C6_7" : "Elindultunk és minden rendben van, ne aggódj.",
    "dia_C6_8" : "Egy pillanatra azt hittem, hogy a földön vagyok. Különös álmaim voltak.",
    "dia_C6_9" : "Kérhetnék egy kevés vizet? Tudom, hogy nincs sok.",
    "dia_C7_S2" : "Mit álmodtál?",
    "dia_C7_S3" : "Azt hiszem egy sivatagban voltam. Nagy épületek között.",
    "dia_C7_S4" : "Lehet, hogy már a bázisról álmodtál.",
    "dia_C7_S5" : "Nem. Egész biztosan nem. Azt hiszem a Földön voltam.",
    "dia_C7_S6" : "Már régen is sivatagos volt a Föld, amikor eljöttél?",
    "dia_C7_S7" : "Bizonyos részei… Bár úgy emlékszem, mintha egy gyerekkori álmomat éltem volna újra.",
    "dia_C7_S8" : "Nagy épületek közt jártunk. Romok között. A barátaimmal, még gyerekkoromból.",
    "dia_C7_S9" : "Mostanában újra álmodok velük.",
    "dia_C7_S10" : "Mi lett velük? Beszéltek még?",
    "dia_C7_S11" : "Már rég nem. Már egy ideje senkivel sem. De gyakran eszembe jutnak és a Föld is. A madarak, a gyönyörű növények, a szél zaja. Az nem olyan mint az itteni szél.",
    "dia_C7_S12" : "Miért jöttél ide?",
    "dia_C7_S13" : "A kutatásom miatt. Különösen fontos volt itt lennem. Te is tudod.",
    "dia_C7_S14" : "Azt tudom rólad amit másoktól hallottam, amit anya elmondott.",
    "dia_C8_S1" : "Anya haragszik rám?",
    "dia_C8_S2" : "Már nem. Azt mondta, hogy neked így volt könnyebb. Szükségünk lenne rád a Földön. Az a világ amit elhagytál már nincs…",
    "dia_C8_S3" : "…mert nem szerettük eléggé. Eljutnak hozzám is a hírek és nagyon sajnálom. Sajnálom, hogy te nem élhettél azon a Földön mint amin én.",
    "dia_C8_S4" : "Hát azt én is… Szörnyű dolog minden nap a világvégét várni. A folyóink kiszáradtak, a rossz minőségű levegőtől milliók szenvednek. Napról-napra csak arra tudok gondolni, hogy tennünk kell valamit. Másra sem tudok gondolni csak hogy nincs jövőnk.",
    "dia_C8_S5" : "Ezért jöttél el ide? ",
    "dia_C8_S6" : "Én… igen, mármint érted jöttem. Hogy együtt legyünk, hogy visszatérj közénk.",
    "dia_C8_S7" : "Akarok mutatni neked valamit, de nem tudok érte menni. Megtennéd, hogy megkeresed? A lenti szinten van a B625-ös doboz melletti fiókban.",
    "dia_C9_S1" : "Amikor megszülettél még együtt éltünk. Egészen iskolás korodig ott laktam én is veletek. Onnan vezettem a labort. Emlékszel még rá?",
    "dia_C9_S2" : "A kert végében volt… Emlékszem, gyerekkoromban kaptam tőled fa játékokat. Azt hittem, hogy kézzel készítetted. Annyira más kép él bennem rólad. Olyan rég volt… Különös, tudom, hogy te veled játszottam, hogy veled kapcsolatosak az emlékeim, de mintha mégis egy másik ember lennél. ",
    "dia_C9_S3" : "Sokat gondoltam rátok.",
    "dia_C9_S4" : "Nem kerestél és még azt sem tudtuk miért mentél el.",
    "dia_C9_S5" : "Később aztán beszéltünk. Felhívlak titeket. ",
    "dia_C9_S6" : "De már soha többet nem voltunk együtt. Úgy mint gyerekkoromban. Épphogy csak hallottam felőled, sokszor nem is te meséltél. Aztán elkezdtem félni, hogy lehet, ki sem alakult az a kapcsolat ami iránt nosztalgiám van és ebbe fájt belegondolni. Jobb azt érezni hogy valami elveszett, mint hogy sohasem létezett. És most nem tudom… Most se tudom.",
    "dia_C9_S7" : "Amikor pár hónappal ezelőtt írtál, nagyon megörültem. Nagyon büszke vagyok rád. Annak is nagyon örültem, hogy te is tudományos pályára léptél. A legjobban az rendített meg, mikor arról írtál pár hónapja, hogy mennyire eltávolodott a családunk egymástól. Azt hiszem sok rossz döntést hoztam életemben, hagytam, hogy elrohanjon mellettem az élet míg én a magam világában bujdosok, sokakat megbántottam. Tudod sokat gondolkodtam az elmúlt időszakban és sok dologra rájöttem magammal kapcsolatban. Talán még mindig nem látok mindent, de most már látom, hogy te nem csak a problémákat látod, hanem meg is küzdesz velük. Nélküled nem tudom, hogy mikor vettem volna rá magam, hogy visszatérjek. Pedig egy ideje terveztem a visszatérést.",
    "dia_C9_S8" : "A központban azt mondták többször is kerestek de te megszakítottad velük a kapcsolatot. Nem úgy tűnt, hogy vissza szeretnél térni. Nekem is úgy tűnt, hogy jobban szereted a Marsot mint a Földet.",
    "dia_C9_S9" : "Egy ideig a munkára fogtam, hogy bujdosok. Aztán mikor mélyen magamba néztem rájöttem, hogy nem tudok elszámolni a lelkiismeretemmel. Hogy haragszom magamra a mulasztásokért és ironikus módon, így még többet mulasztottam. Éveket szalasztottam el és megint csak ironikus módon, miközben évekig foglalkoztam kutatással, az éghajlat és a világ változásaival éppen csak arra nem jöttem rá, hogy én mennyit és milyen rossz irányba változtam. És most nem csak a Földre de fiatal önmagamhoz is vissza kell térnem, hogy mindent jóvá tegyek.",
    
    
    "dia_C_S01": "Az a kérdés hogy akkor kik vagyunk amikor egyedül vagyunk. A belső megoldatlan problémáinkat általában valami külső ingerrel akarjuk tompítani. Ez a társadalom pedig csak ráerősít erre. Mennyi lehetőséget ad a mai világ arra, hogy kivonuljunk a világból, hogy hódoljunk a szenvedélyünknek, hogy törtessünk a vágyaink felé? Ez nem csak a függőség miatt káros. Amiatt is káros, mert az alapján határozzuk meg magunkat amit teszünk és nem az alapján amit nem teszünk. Félrevezet minket a világ.",

    "dia_C_S1": "Ismertem egy embert. Úgy hívták, Terry. Nem tudom, hogy mit mondhatnék a kétségbeesésről. Annak örülnék a legjobban ha boldog lennél. Én a madarakra gondolokmikor meg szeretném magam nyugtatni. A földön élnek madarak...",
    "dia_C_S2": "Lehunyom a szemem és az erdőbe képzelem magam. Tiszta a levegő, nincs rajtam szkafander és az arcomon érzem a nap melegét.",
    "dia_C_S3": "A madarak énekét hallgatom, a levelek susogását. Fiatal vagyok, öreg vagyok. Nincs is korom. Talán már otthon is vagyok.",
    "dia_C_S4": "Anya, úgy hiányoztál... Kiengedtem a madarakat, ne haragudj rám. Azt hittem visszajönnek.",
    "dia_C_S5_1": "Semmi baj... nyugodj meg. Mit akartál mondani Terry-ről?",
    "dia_C_S5_1-1": "Terry-t kedvelem. Szerintem sokat van egyedül.",
    "dia_C_S6_1": "Mi a valóság? Nem tudom. Amikor a madaram a számító a számítógép monitorját nézte arra gondoltam, ennek fogalma sincs arról, hogy mit lát. És megis mit teszt ilyenkor a madár? Kétségbe esik? Nem, csak teszi ami tőle telik. De, hogy tud ilyen tudatlanul élni? Igazából nincs választása. Mindenesetre a madár azzal is teljesen rendben van ha semmit nem ért a világból. Most te vagy ez a madár aki a monitort nézi és azt gondolod magadban: ezt meg kell fejtenem! Talán néha van néhány madár gondolatod is. Talán te is csak azt teszed ami tőled telik.",
    "dia_C_S6_2": "Terry A. Davis"

}