{
    "btn_yes" : "Igen",
    "btn_no" : "Nem",
    "txt_beta" : "UTAZAS VISSZA - BETA",
    "btn_greet" : "1 / Üdv.",
    "btn_thank" : "Köszönöm",
    "btn_start" : "KEZDÉS",
    "btn_newGame" : "Új játék",
    "btn_continue" : "Folytatás",
    "btn_credits" : "Készítette",
    "btn_options" : "Beállítások",
    "btn_exit" : "Kilépés",
    "btn_back" : "Vissza",
    "btn_eng" : "ENG",
    "btn_hun" : "HUN",
    "txt_sound" : "Hang",
    "btn_on" : "BE",
    "btn_off" : "KI",
    "btn_turn" : "FORDULÁS",
    "btn_turn_right" : "FORDULÁS JOBBRA",
    "btn_turn_left" : "FORDULÁS BALRA",
    "btn_map" : "TÉRKÉP",
    "btn_gate" : "ZSILIP",
    "btn_corridor" : "HÁTSÓ FOLYOSÓ",
    "btn_middlecorner" : "KÖZPONT",
    "btn_mainhall" : "HÁLÓ ÉS TÁRSALGÓ",
    "btn_roundroom" : "CSILLAGVIZSGÁLÓ",
    "btn_hall" : "KANTIN",
    "btn_room" : "HÁTSÓ SZOBA",
    "txt_language" : "Nyelv:",
    "txt_code_art" : "kód és grafika: David Barta",
    "txt_controlls" : "A nyilakkal tudsz irányítani, az egérrel pedig kattintani.",
    "txt_instructions": "Instruktciók:",
    "txt_new_game" : "Szeretnél egy új játékot kezdeni?",
    "txt_new_game_allert" : "Az aktuális játékállásod el fog veszni!",
    "dia_david_1" : "Szervusz!",
    "dia_david_1o1" : "1 / Szervusz!",
    "dia_david_1-1" : "Tudok segíteni?",
    "dia_david_1-1o1" : "1 / Igen, az orvost keresem.",
    "dia_david_1-1o2" : "2 / Nem, köszönöm.",
    "dia_david_1-1-1" : "Áh, én ismerem őt. Gyere, odavazetlek.",
    "dia_david_1-1-1o1" : "1 / Köszönöm",
    "C1_battery_connection_fail" : "Hibás jelszó!",
    "C1_battery_connection_sucess" : "Jelszó elfogadva.",
    "dia_C1_S1_1" : "Elnézést... Megkérdezhetem, hogy mi a baj? Látom szomorú.",
    "dia_C1_S1_1o1" : "Semmi",
    "dia_C1_S1_1-1" : "Semmi gond. Nem tud segíteni.",
    "dia_C1_S2" : "Néha az is segíthet ha beszélünk valakivel.",
    "dia_C1_S4_1" : "Nem könnyű itt élni. Van egy beteg nagyapám. Már nagyon öreg, talán ő itt a legidősebba bolygón és hát... már a memóriája sem a régi. Gondoskodnom kell róla.",
    "dia_C1_S4_1o1" : "Segítség?",
    "dia_C1_S4_1-1" : "Van aki segítsen?",
    "dia_C1_S5_1" : "Nem, csak ketten vagyunk itt. Persze van itt egy állomás. Relatíve közel, de velük csak a hálózaton tartjuk a kapcsolatot.",
    "dia_C1_S5_1o1" : "Tovább",
    "dia_C1_S5_1-1" : "A nagyapja biztos nagyon hálás lehet.",
    "dia_C1_S7" : "Valami rosszat mondtam?",
    "dia_C1_S8" : "Gyere papa, most már vissza kell mennünk...",
    "dia_C1_S9" : "Gale-kráter jelentkezz! Itt GHT-002 állomás!",
    "dia_C1_S10_1" : "Halljuk önöket GHT-002.",
    "dia_C1_S10_1-1" : "Thomas, te vagy az?",
    "dia_C1_S11_1" : "Igen, Aiza. Miben segíthetek?",
    "dia_C1_S11_1-1" : "Eljött az idő. Már nagyapám is megerősítette.",
    "dia_C1_S12_1" : "Szóval befejezitek a kinttartózkodást. Teo, hogy van?",
    "dia_C1_S12_1-1" : "Rosszabbul sajnos. Nem kap levegőt és megint rosszul lett.",
    "dia_C1_S13_1" : "Mikor számíthatunk az érkezésetekre?",
    "dia_C1_S13_1-1" : "Nem tudom mert nehéz vele, de én máris indulni akarok. Elkezdtem készülődni.",
    "dia_C1_S13_1-1-1" : "Rendben. Maradjunk kapcsolatban. Tudod mi a tehendő?",
    "dia_C1_S14_1" : "Az áramforrásokat át kell kapcsolni a roverre.",
    "dia_C1_S14_1-1" : "Igen, illetve áramtalanítani a lakókabint és próbáld ki a rover rendszerét is, bizots ami biztos...",
    "dia_C1_S15_1" : "Adok jelzést ha készen állunk az indulásra.",
    "dia_C1_S15_1-1" : "Rendben. Bontom a kapocslatot.",
    "dia_C2_S1" : "Kapcsold át az energiatermelést a roverre a 2991 kóddal!",
    "dia_C3_S1" : "Létfentartó rendszert is le kell kapcsolni. Így sokkal gyorsabban feltölti a rovert a rendszer.",
    "dia_C4_S2" : "Kapcsold le az enrgiát és gyerünk.",
    "dia_C5_S1_1" : "Készen állunk. Hallanak minket?",
    "dia_C5_S1_2" : "Halljuk önöket GHT-002. Leállították a fentartó rendszert? A rover készen áll az indulásra?",
    "dia_C5_S2_1" : "Minden készen áll, akár most is indulhatunk.",
    "dia_C5_S2_2" : "A légköri számításokat is figyelembe véve, 30 SOL alatt ide tudnak érni. Mi készen állunk a fogadásukra.",
    "dia_C5_S3_1" : "Eddig ezt a rovert nem vezettem, remélem nem lesz gond.",
    "dia_C5_S3_2" : "A rover fedélzeti számítógépén megtalálhatóak a szükséges adatok. Ott mindent megtalál.",
    "dia_C5_S4" : "Thomas azt kérdezi, a csomagot. Sikerült megszerezni?",
    "dia_C5_S5_1" : "Igen, nálam van. Sajnos kinyitni még nem sikerült. Remélem tisztában vannak a ...",
    "dia_C5_S5_2" : "Remek hír. Köszönjük a szolgálatát. Ön hozza el a csomagot, mi megoldjuk a többit.",
    
    "dia_C_S01": "Az a kérdés hogy akkor kik vagyunk amikor egyedül vagyunk. A belső megoldatlan problémáinkat általában valami külső ingerrel akarjuk tompítani. Ez a társadalom pedig csak ráerősít erre. Mennyi lehetőséget ad a mai világ arra, hogy kivonuljunk a világból, hogy hódoljunk a szenvedélyünknek, hogy törtessünk a vágyaink felé? Ez nem csak a függőség miatt káros. Amiatt is káros, mert az alapján határozzuk meg magunkat amit teszünk és nem az alapján amit nem teszünk. Félrevezet minket a világ.",

    "dia_C_S1": "Ismertem egy embert. Úgy hívták, Terry. Nem tudom, hogy mit mondhatnék a kétségbeesésről. Annak örülnék a legjobban ha boldog lennél. Én a madarakra gondolokmikor meg szeretném magam nyugtatni. A földön élnek madarak...",
    "dia_C_S2": "Lehunyom a szemem és az erdőbe képzelem magam. Tiszta a levegő, nincs rajtam szkafander és az arcomon érzem a nap melegét.",
    "dia_C_S3": "A madarak énekét hallgatom, a levelek susogását. Fiatal vagyok, öreg vagyok. Nincs is korom. Talán már otthon is vagyok.",
    "dia_C_S4": "Anya, úgy hiányoztál... Kiengedtem a madarakat, ne haragudj rám. Azt hittem visszajönnek.",
    "dia_C_S5_1": "Semmi baj... nyugodj meg. Mit akartál mondani Terry-ről?",
    "dia_C_S5_1-1": "Terry-t kedvelem. Szerintem sokat van egyedül.",
    "dia_C_S6_1": "Mi a valóság? Nem tudom. Amikor a madaram a számító a számítógép monitorját nézte arra gondoltam, ennek fogalma sincs arról, hogy mit lát. És megis mit teszt ilyenkor a madár? Kétségbe esik? Nem, csak teszi ami tőle telik. De, hogy tud ilyen tudatlanul élni? Igazából nincs választása. Mindenesetre a madár azzal is teljesen rendben van ha semmit nem ért a világból. Most te vagy ez a madár aki a monitort nézi és azt gondolod magadban: ezt meg kell fejtenem! Talán néha van néhány madár gondolatod is. Talán te is csak azt teszed ami tőled telik.",
    "dia_C_S6_2": "Terry A. Davis",
    
    "dia_C_S001": "",
    "dia_C_S00": "",
    "dia_C_S00": "",
    "dia_C_S00": "",
    "dia_C_S00": "",
    "test_text": "És ha ide nagyon hosszú szöveget írok akkor mi van? Hm? Akkor mi a helyzet?",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""

}