{
    "btn_yes" : "Igen",
    "btn_no" : "Nem",
    "txt_beta" : "UTAZÁS VISSZA - BETA",
    "btn_start" : "KEZDÉS",
    "btn_newGame" : "Új játék",
    "btn_continue" : "Folytatás",
    "btn_credits" : "Készítette",
    "btn_options" : "Beállítások",
    "btn_exit" : "Kilépés",
    "btn_back" : "Vissza",
    "btn_eng" : "ENG",
    "btn_hun" : "HUN",
    "txt_sound" : "Hang",
    "btn_on" : "BE",
    "btn_off" : "KI",
    "btn_turn" : "FORDULÁS",
    "btn_turn_right" : "FORDULÁS JOBBRA",
    "btn_turn_left" : "FORDULÁS BALRA",
    "btn_map" : "TÉRKÉP",
    "btn_gate" : "ZSILIP",
    "btn_corridor" : "HÁTSÓ FOLYOSÓ",
    "btn_middlecorner" : "KÖZPONT",
    "btn_mainhall" : "HÁLÓ ÉS TÁRSALGÓ",
    "btn_roundroom" : "CSILLAGVIZSGÁLÓ",
    "btn_hall" : "KANTIN",
    "btn_room" : "HÁTSÓ SZOBA",
    "txt_language" : "Nyelv:",
    "txt_code_art" : "Írta, tervezte és fejlesztette: Barta Dávid",
    "txt_used_codes" : "Felhasznált kódok:",
    "txt_art_inspiration" : "Látvány inspiráció:",
    "txt_music" : "Zene:",
    "txt_sound_design" : "Sound design:",
    "txt_controlls" : "A nyilakkal tudsz irányítani, az egérrel pedig kattintani.",
    "txt_instructions": "Instruktciók:",
    "txt_new_game" : "Szeretnél egy új játékot kezdeni?",
    "txt_new_game_allert" : "Az aktuális játékállásod el fog veszni!",
    "C1_battery_connection_fail" : "Hibás jelszó!",
    "C1_battery_connection_sucess" : "Jelszó elfogadva.",
    "dia_C1_S1" : "Keveset alszom, sokat fáj a fejem. Sokszor gondolok arra, hogy nincsen jövőnk. Vissza-vissza térek ehhez a gondolathoz és akárhányszor elhessegetem, valahol az agyam hátuljában mindig ott van. És másokon is ezt látom, különféle módokat találunk, hogy ne kelljen szembenézni vele…",
    "dia_C1_S2" : "Nézd csak! Ott! Ott van balra!",
    "dia_C1_S4_1" : "Milyen kicsi! De jó lesz újra otthon.",
    "dia_C1_S4_2" : "Itt nem jobb? Itt is szorongsz?",
    "dia_C1_S5" : "Most nem, miattad nem. De úgy érzem, hogy eljöttem egy helyre ahol még annyi kapcsolatom sincs a valósággal mint a Földön. Monitorok közt vagyok már hetek óta.",
    "dia_C1_S7" : "Csak eszembe jutott, hogy lehet tetszik neked ez a hely…",
    "dia_C1_S8" : "Papa, megígérted! Holnap indulunk.",
    "dia_C1_S9" : "Gale-kráter jelentkezz! Itt GHT-002 állomás!",
    "dia_C1_S10_1" : "Halljuk önöket GHT-002.",
    "dia_C1_S10_1-1" : "Thomas, te vagy az?",
    "dia_C1_S11_1" : "Igen, Aiza. Miben segíthetek?",
    "dia_C1_S11_1-1" : "Eljött az idő. Már nagyapám is megerősítette.",
    "dia_C1_S12_1" : "Szóval befejezitek a kinttartózkodást. Teo, hogy van?",
    "dia_C1_S12_1-1" : "Rosszabbul sajnos. Nem kap levegőt és megint rosszul lett.",
    "dia_C1_S13_1" : "Mikor számíthatunk az érkezésetekre?",
    "dia_C1_S13_1-1" : "Nem tudom mert nehéz vele, de én máris indulni akarok. Elkezdtem készülődni.",
    "dia_C1_S13_1-1-1" : "Rendben. Maradjunk kapcsolatban. Tudod mi a tehendő?",
    "dia_C1_S14_1" : "Az áramforrásokat át kell kapcsolni a roverre.",
    "dia_C1_S14_1-1" : "Igen, illetve áramtalanítani a lakókabint és próbáld ki a rover rendszerét is, bizots ami biztos...",
    "dia_C1_S15_1" : "Adok jelzést ha készen állunk az indulásra.",
    "dia_C1_S15_1-1" : "Rendben. Bontom a kapocslatot.",
    "dia_C2_S1" : "Kapcsold át az energiatermelést a roverre a 2991 kóddal!",
    "dia_C3_S1" : "Létfentartó rendszert is le kell kapcsolni. Így sokkal gyorsabban feltölti a rovert a rendszer.",
    "dia_C4_S2" : "Kapcsold le az enrgiát és gyerünk.",
    "dia_C5_S1_1" : "Készen állunk. Hallanak minket?",
    "dia_C5_S1_2" : "Halljuk önöket GHT-002. Leállították a fentartó rendszert? A rover készen áll az indulásra?",
    "dia_C5_S2_1" : "Minden készen áll, akár most is indulhatunk.",
    "dia_C5_S2_2" : "A légköri számításokat is figyelembe véve, 30 SOL alatt ide tudnak érni. Mi készen állunk a fogadásukra.",
    "dia_C5_S3_1" : "Eddig ezt a rovert nem vezettem, remélem nem lesz gond.",
    "dia_C5_S3_2" : "A rover fedélzeti számítógépén megtalálhatóak a szükséges adatok. Ott mindent megtalál.",
    "dia_C5_S4" : "Thomas azt kérdezi, a csomagot. Sikerült megszerezni?",
    "dia_C5_S5_1" : "Igen, nálam van. Sajnos kinyitni még nem sikerült. Remélem tisztában vannak a ...",
    "dia_C5_S5_2" : "Remek hír. Köszönjük a szolgálatát. Ön hozza el a csomagot, mi megoldjuk a többit.",
    "dia_C6_S1_1" : "Üdvözlöm! A Phobos project viruális aszisztense vagyok. Miben segíthetek?",
    "dia_C6_S1_2" : "A Mars rover fedélzeti rendszerének működéséről és a jármű iránytásáról kérek dokumentációt.",
    "dia_C6_S2" : "A Rover önálló létfentartó egységgel rendelkezik. Az energiaellátását önállóan vagy akár külső rendszerre csatlakoztatva is el lehet érni. A komunikáció a tetőre szerelt antennákkal lehetséges.",
    "dia_C6_S3" : "A jármű felszíni radarokkal van ellátva, melyek a környezeti tereptárgyakat szkennelik. A begyűjtött domborzati információkat alapul véve számítja ki a legrövidebb, illetve a legbiztonságosabb útvonalat.",
    "dia_C6_S4" : "Az útvonalat a fedélzeti számítógép, az irányítópult képernyőjét jeleníti meg valós időben. Így vezetés közben látható a biztonságosan járható ösvény, ezzel is elkerülve az esetleges baleseteket / elakadásokat.",
    "dia_C6_S5_1" : "Milyen úti célt szeretne választani?",
    "dia_C6_S5_2" : "Az úti célunk a KZM-0203 Mars bázis.",
    "dia_C6_S5_3" : "A kalkuláció megtörtént. Jó utat!",
    "dia_C6_1" : "Aliza!",
    "dia_C6_2" : "Aiza, hallasz?",
    "dia_C6_3" : "Igen, hallak. Felébredtél?",
    "dia_C6_4" : "Felébredtem, hirtelen nem tudtam, hogy hol vagyok és megijedtem.",
    "dia_C6_5" : "Minden rendben van, már elindultunk.",
    "dia_C6_6" : "Nem. Már elindultunk igaz?",
    "dia_C6_7" : "Elindultunk és minden rendben van, ne aggódj.",
    "dia_C6_8" : "Egy pillanatra azt hittem, hogy a földön vagyok. Különös álmaim voltak.",
    "dia_C6_9" : "Kérhetnék egy kevés vizet? Tudom, hogy nincs sok.",
    "dia_C7_S2" : "Mit álmodtál?",
    "dia_C7_S3" : "Azt hiszem egy sivatagban voltam. Nagy épületek között.",
    "dia_C7_S4" : "Lehet, hogy már a bázisról álmodtál.",
    "dia_C7_S5" : "Nem. Egész biztosan nem. Azt hiszem a Földön voltam.",
    "dia_C7_S6" : "Már régen is sivatagos volt a Föld, amikor eljöttél?",
    "dia_C7_S7" : "Bizonyos részei… Bár úgy emlékszem, mintha egy gyerekkori álmomat éltem volna újra.",
    "dia_C7_S8" : "Nagy épületek közt jártunk. Romok között. A barátaimmal, még gyerekkoromból.",
    "dia_C7_S9" : "Mostanában újra álmodok velük.",
    "dia_C7_S10" : "Mi lett velük? Beszéltek még?",
    "dia_C7_S11" : "Már rég nem. Már egy ideje senkivel sem. De gyakran eszembe jutnak és a Föld is. A madarak, a gyönyörű növények, a szél zaja. Az nem olyan mint az itteni szél.",
    "dia_C7_S12" : "Miért jöttél ide?",
    "dia_C7_S13" : "A kutatásom miatt. Különösen fontos volt itt lennem. Te is tudod.",
    "dia_C7_S14" : "Azt tudom rólad amit másoktól hallottam, amit anya elmondott.",
    "dia_C8_S1" : "Anya haragszik rám?",
    "dia_C8_S2" : "Már nem. Azt mondta, hogy neked így volt könnyebb. Szükségünk lenne rád a Földön. Az a világ amit elhagytál már nincs…",
    "dia_C8_S3" : "…mert nem szerettük eléggé. Eljutnak hozzám is a hírek és nagyon sajnálom. Sajnálom, hogy te nem élhettél azon a Földön mint amin én.",
    "dia_C8_S4" : "Hát azt én is… Szörnyű dolog minden nap a világvégét várni. A folyóink kiszáradtak, a rossz minőségű levegőtől milliók szenvednek. Napról-napra csak arra tudok gondolni, hogy tennünk kell valamit. Másra sem tudok gondolni csak hogy nincs jövőnk.",
    "dia_C8_S5" : "Ezért jöttél el ide? ",
    "dia_C8_S6" : "Én… igen, mármint érted jöttem. Hogy együtt legyünk, hogy visszatérj közénk.",
    "dia_C8_S7" : "Akarok mutatni neked valamit, de nem tudok érte menni. Megtennéd, hogy megkeresed? A lenti szinten van a B625-ös doboz melletti fiókban.",
    "dia_C9_S1" : "Amikor megszülettél még együtt éltünk. Egészen iskolás korodig ott laktam én is veletek. Onnan vezettem a labort. Emlékszel még rá?",
    "dia_C9_S2" : "A kert végében volt… Emlékszem, gyerekkoromban kaptam tőled fa játékokat. Azt hittem, hogy kézzel készítetted. Annyira más kép él bennem rólad. Olyan rég volt… Különös, tudom, hogy te veled játszottam, hogy veled kapcsolatosak az emlékeim, de mintha mégis egy másik ember lennél. ",
    "dia_C9_S3" : "Sokat gondoltam rátok.",
    "dia_C9_S4" : "Nem kerestél és még azt sem tudtuk miért mentél el.",
    "dia_C9_S5" : "Később aztán beszéltünk. Felhívlak titeket. ",
    "dia_C9_S6" : "De már soha többet nem voltunk együtt. Úgy mint gyerekkoromban. Épphogy csak hallottam felőled, sokszor nem is te meséltél. Aztán elkezdtem félni, hogy lehet, ki sem alakult az a kapcsolat ami iránt nosztalgiám van és ebbe fájt belegondolni. Jobb azt érezni hogy valami elveszett, mint hogy sohasem létezett. És most nem tudom… Most se tudom.",
    "dia_C9_S7" : "Amikor pár hónappal ezelőtt írtál, nagyon megörültem. Nagyon büszke vagyok rád. Annak is nagyon örültem, hogy te is tudományos pályára léptél. A legjobban az rendített meg, mikor arról írtál pár hónapja, hogy mennyire eltávolodott a családunk egymástól. Azt hiszem sok rossz döntést hoztam életemben, hagytam, hogy elrohanjon mellettem az élet míg én a magam világában bujdosok, sokakat megbántottam. Tudod sokat gondolkodtam az elmúlt időszakban és sok dologra rájöttem magammal kapcsolatban. Talán még mindig nem látok mindent, de most már látom, hogy te nem csak a problémákat látod, hanem meg is küzdesz velük. Nélküled nem tudom, hogy mikor vettem volna rá magam, hogy visszatérjek. Pedig egy ideje terveztem a visszatérést.",
    "dia_C9_S8" : "A központban azt mondták többször is kerestek de te megszakítottad velük a kapcsolatot. Nem úgy tűnt, hogy vissza szeretnél térni. Nekem is úgy tűnt, hogy jobban szereted a Marsot mint a Földet.",
    "dia_C9_S9" : "Egy ideig a munkára fogtam, hogy bujdosok. Aztán mikor mélyen magamba néztem rájöttem, hogy nem tudok elszámolni a lelkiismeretemmel. Hogy haragszom magamra a mulasztásokért és ironikus módon, így még többet mulasztottam. Éveket szalasztottam el és megint csak ironikus módon, miközben évekig foglalkoztam kutatással, az éghajlat és a világ változásaival éppen csak arra nem jöttem rá, hogy én mennyit és milyen rossz irányba változtam. És most nem csak a Földre de fiatal önmagamhoz is vissza kell térnem, hogy mindent jóvá tegyek.",
    "dia_C10_S1" : "Nemsokára megérkezünk.",
    "dia_C10_S2" : "Alszol?",
    "dia_C10_S3" : "Nem, ébren vagyok.",
    "dia_C10_S4" : "Minden rendben?",
    "dia_C10_S5" : "Csak azon gondolkodtam, hogy mit gondolsz most rólam.",
    "dia_C10_S6" : "Azt gondolom, hogy jó döntést hoztál.",
    "dia_C10_S7" : "Nem is tudom mit mondhatnék még…",
    "dia_C10_S8" : "Beszéljünk a ládáról, amit tőlem hoztál el.",
    "dia_C10_S9" : "A… A ládáról, amit…",
    "dia_C10_S10" : "B625-ös, igen. Tudok róla.",
    "dia_C10_S11" : "De nem zavar. Tudtam, hogy amiatt jöttél.  ",
    "dia_C10_S12" : "Nem CSAK amiatt. ",
    "dia_C10_S13" : "Azt is tudom. De nem merted elmondani.",
    "dia_C10_S14" : "Nem akarok ítélkezni. Főleg, hogy nekem kellett volna felajánlani. Azok után amit hallottam róla…",
    "dia_C10_S15" : "Nekem fontos ez az ügy! És szörnyen csalódott voltam, hogy meg akarod tartani magadnak.",
    "dia_C10_S16" : "Sokat gondolkodtam ezen. Hogy mi lenne a helyes döntés. Biztos, hogy volt benne dac is, amikor úgy döntöttem, hogy az embereknek ezt most maguknak kell megoldaniuk.",
    "dia_C10_S17" : "Emlékszel, egyszer azt mondtam, hogy az emberek eszközként tekintenek a tudományra? És sajnos nem a megismerés eszközét látják benne, hanem a saját életük megoldatlanságainak eszközét.",
    "dia_C10_S18" : "Az itt töltött idő megváltoztatott, magamba néztem. Az a kérdés hogy akkor kik vagyunk amikor egyedül vagyunk. A belső megoldatlan problémáinkat általában valami külső ingerrel akarjuk tompítani. Ez a társadalom pedig csak ráerősít erre. Mennyi lehetőséget ad a mai világ arra, hogy kivonuljunk a világból, hogy hódoljunk a szenvedélyünknek, hogy törtessünk a vágyaink felé? Ez nem csak a függőség miatt káros. Amiatt is káros, mert az alapján határozzuk meg magunkat amit teszünk és nem az alapján amit nem teszünk. Félrevezet minket a világ.",
    "dia_C10_S19" : "Nem értelek. Ezért nem akartad az emberiségre bízni az eszközt, hogy megmentsük a bolygót?",
    "dia_C10_S20" : "Valójában nem a bolygónk forog kockán, hanem az életünk, amit megszoktunk. Az emberek már akkor is féltek, mikor én fiatal voltam. Pedig még nem voltak háborúk a vízért, nem betegedtek meg tömegek a levegőtől. Én is szorongtam, hogy minden tönkremegy a szemünk láttára. Haragudtam a gazdagokra, a cégekre, a politikusokra. ",
    "dia_C10_S21" : "Aztán rájöttem, hogy nincs kire kicserélni őket. Ha az emberiség felső 1%-át kicserélnénk tetszőlegesen, egy-két éven belül ugyan ott tartanánk. Rájöttem én magam is annak a társadalomnak vagyok a része, ami felzabálja a bolygót. Valójában én sem, a barátaim, a családom semmit nem teszünk.",
    "dia_C10_S22" : "Így inkább elmenekültél.",
    "dia_C10_S23" : "Így inkább kilátástalanságomban eljöttem ide. Ez a bolygó épp olyan terméketlen és jövő nélküli mint a világ amit teremtettünk magunknak a Földön. Akkor ezt gondoltam.",
    "dia_C10_S24" : "Most már nem így gondolod?",
    "dia_C10_S25" : "Azt gondolom, hogy ami elveszik az csak az én, a mi generációnk. Egyének. Egók, akik már nem élhetnek újra abban a világban, amiben régen. De most már azt is tudom, hogy van mit megőrizni. Most már tudom, hogy még ebben a terméketlennek tűnő földben is, amiről mindenki lemondott - köztük én magam is -, lehet élet. Nem sok szeretet van bennem önmagam felé, de rád nézve látom, hogy még ebből a földből is kihajthat valami reményteli.",
    "dia_C10_S26" : "Kegyetlenségnek tűnik, de az emberek abból tanulnak, amire maguknak kell megoldást találniuk és nem abból, ha a tudomány ismét megmenti őket. Rájöttem, hogy nem változtathatjuk tovább a világot az igényeink szerint, még ha ez is ösztönösen az első gondolatunk. Magunkat kell a világhoz formálni. Ezt akarom tovább adni és nem azt ami a ládában van.",
    "dia_C10_S27" : "Már túl sok választásod nincs. A láda nálam van.",
    "dia_C10_S28" : "És most már te döntesz.",
    "journal_title" : "Rejtélyes Eltűnés a Marson: Dr. Bolyai Teó, a Világhírű Növényszervezettani Professzor Megszakítja Kapcsolatát a Marsi Kutatással",
    "journal_1" : "Hétfőn bejelentette a tudományos világ egyik legelismertebb alakja, Dr. Bolyai Teó, hogy végérvényesen megszakítja a kapcsolatát a Marson folytatott kutatásokat irányító szervezettel. Dr. Teó, a Növénybiológiai Intézet professzora, eddig a Marsi Kutatási Projekt élén vezette a növények viselkedésével kapcsolatos kutatásokat, amelyekről azonban kevés konkrét információ szivárgott ki a nagyközönség felé.",
    "journal_2" : "Az események kibontakozása során a titokzatosság még inkább érdekessé vált, amikor kiderült, hogy a kutatások eredményei teljes mértékben titkosítva vannak, és nem tudni, hogy a szervezet Marsi bázisa mikor osztja meg azokat a nyilvánossággal.",
    "journal_3" : "A szóvivő, Dr. Emily Whigham, aki a Marson folytatott kutatásokkal kapcsolatos információkért felel, nem osztott meg részleteket az ügy kapcsán. \"Ez egy kényes időszak a kutatásainkban, és tiszteletben tartjuk Bolyai professzor úr elhatározását. Reméljük, hogy ez csak átmeneti állapot, és a jövőben újra részt vesz a projektben\" - mondta a szóvivő.",
    "journal_4" : "Dr. Bolyai hosszú éveken keresztül aktívan felszólalt az éghajlatváltozás és a növények alkalmazkodó képességeinek kapcsolatáról. Munkássága nem csak a tudományos közösségben, hanem a nagyközönség körében is jelentős elismerést szerzett. Azok a kutatók, akik közvetlenül együtt dolgoztak Dr. Teóval, mélyen megdöbbentek és értetlenül állnak a professzor döntése előtt.",
    "journal_5" : "Azonban vannak, akik Dr. Bolyai hosszú távú távollétét és a mostani történést is a kutatási projekt kudarcával magyarázzák. A név nélkül nyilatkozó kritikusok szerint a professzor talán nem érte el a várt eredményeket a Marsi kutatások során, és most a projekt hosszú távú sikertelensége miatt hozta meg ezt a drasztikus döntést.",
    "journal_6" : "Az eset továbbra is sok kérdést vet fel, de a tudományos közösség, és a közvélemény egyaránt figyelemmel kíséri, vajon Dr. Bolyai Teó visszatér-e valaha a marsi kutatásokhoz, vagy véglegesen hátrahagyja azt. Egyelőre a titokzatos körülmények és a kutatások jövője függőben van a Marson.",
    "note_1_title" : "5367. SOL",
    "note_2_title" : "5372. SOL",
    "note_3_title" : "5379. SOL",
    "note_4_title" : "5385. SOL",
    "note_5_title" : "5390. SOL",
    "note_6_title" : "5397. SOL",
    "note_7_title" : "5403. SOL",
    "note_8_title" : "5410. SOL",
    "note_9_title" : "5415. SOL",
    "note_10_title" : "5421. SOL",
    "note_11_title" : "5427. SOL",
    "note_12_title" : "5433. SOL",
    "note_13_title" : "5439. SOL",
    "note_14_title" : "5445. SOL",
    "note_15_title" : "5451. SOL",
    "note_16_title" : "5457. SOL",
    "note_17_title" : "5463. SOL",
    "note_18_title" : "5469. SOL",
    "note_19_title" : "5475. SOL",
    "note_20_title" : "5481. SOL",
    "note_21_title" : "5487. SOL",
    "note_22_title" : "5493. SOL",
    "note_23_title" : "5499. SOL",
    "note_24_title" : "5580. SOL",
    "note_25_title" : "5581. SOL",
    "note_1" : "Ma az újonnan génmódosított növények fejlődését monitoroztam. Az ellenállósági tesztek pozitívnak mutatják őket. A kutatás izgalmas, de a magány kezdi érezhetővé tenni hatását.",
    "note_2" : "A Marsi időjárás változékonysága hatással van a növények napi életére. Az atmoszféra és talaj változásaival való foglalkozás mellett az egyedüllét terhét érzem.",
    "note_3" : "A génmódosított növények közül az egyik váratlanul kifejlesztett egy olyan tulajdonságot, amely megnöveli a fotoszintézis hatékonyságát a Marson. Ez a felfedezés hatalmas lépés előre a növények alkalmazkodásában a vörös bolygó viszontagságaihoz.",
    "note_4" : "",
    "note_5" : "Az ellenállósági tesztek végeredményeit elemzem. A Marsi körülményekre való alkalmazkodás izgalmas kihívás.",
    "note_6" : "",
    "note_7" : "",
    "note_8" : "Jelen pillanatban úgy tűnik számomra, hogy sikerült létrehozni egy olyan génmódosított növényfajt, amely képes kinyitni és zárni a sztómáit a Marson uralkodó körülményeinek megfelelően. Ez az adaptáció jelentős előrelépés a növények túlélésének optimalizálásában.",
    "note_9" : "A napi rutin kezd monotonná válni. A megfigyelés során továbbra sincs semilyen áttörés.",
    "note_10" : "A Marsi talaj analízisek folyamatban. A növények ellenállósága kielégítő, de továbbra sem érzem jól magam. Tegnap megfordult a fejemben, hogy van-e értelme a küldetésnek.",
    "note_11" : "A Földdel való kapcsolat hajszálvékony. Az izoláció mélyebb szintjére merülve nehéz a küldetés céljait értelmezni. A növények fokozatosan válnak a legjobb társaimmá.",
    "note_12" : "Az éghajlatmódosító kísérletek során a génmódosított növények meglepő módon kezdték el növelni az atmoszférikus oxigén szintjét. Ez a felfedezés nemcsak a kutatásaimat erősíti, de hosszú távon kulcsfontosságú lehet a jövő kolóniáinak létrehozásában.",
    "note_13" : "A génmódosított növények szép lassan kolóniaként telepednek meg. Ez eddig a legsikeresebb tesztcsoport.",
    "note_14" : "Az év végéhez közeledve a génmódosított növények szabadon engedését tervezem.",
    "note_15" : "Meggondoltam magam. A szabadon engedés őrültség lenne. Az év végi eredmények biztatóak a Marsi környezet adaptációjával kapcsolatban. A mentális kimerültség viszont láthatóan hátráltatja a munkámat. Lehet abba kéne hagynom?",
    "note_16" : "A dolgok folyamatosan ismétlődnek. Csak most néztem vissza mióta is vagyok itt. Megdöbbent és lenyűgöz, hogy meddig bírom még kínozni magam, miközben olyan egyértelmű, hogy mire lenne szükségem. Emberekre, valódi hús-vér emberekre.",
    "note_17" : "Az év végi tesztek során az új génmódosított növények összehasonlíthatatlanul hatékonyabban képesek fotoszintetizálni a Marson. A talajjavító beavatkozásoknak köszönhetően a növények képesek gyorsabban megerősödni és nőni, ami fontos lépés.",
    "note_18" : "Az új fajták szabadon engedése után az izoláció egyre nehezebb lenne. Ezt a lépést még átgondolom. Ez most csak egy gondolat...",
    "note_19" : "Az évforduló megközelítése mély gondolkodásra sarkall. A kutatások továbbra is motiválnak, de mostanra már többször megkérdőjeleztem a kutatás célját és fontosságát. Már egy ideje inkabb gondolok erre a helyre úgy mint az otthonomra és ez baj. Zavarodott vagyok.",
    "note_20" : "A tervezett küldemény további egy év eltelte előtt érkezik. Ez jó hír! A génmódosított növények már egy önfenntartó kolóniát alkotnak. Ezzel a küldeménnyel most egy jóideig nem szorulok a központra. Fontos döntést hoztam meg emiatt.",
    "note_21" : "A legfontosabb kérdés, hogy mi lehet a kutatás leghasznosabb felhasználása. A szabadon engedés ökológiai katasztrófát okozhat, bármely bolygót vesszük is alapul. Át kell gondolni ezt a lépést. Nagyon aggaszt a kutatás súlya de most egy kicsit jobban érzem magam. Az unokám írt.",
    "note_22" : "Megbetegedtem. ",
    "note_23" : "",
    "note_24" : "",
    "note_25" : "",

    "dia_C_S1": "Ismertem egy embert. Úgy hívták, Terry. Nem tudom, hogy mit mondhatnék a kétségbeesésről. Annak örülnék a legjobban ha boldog lennél. Én a madarakra gondolokmikor meg szeretném magam nyugtatni. A földön élnek madarak...",
    "dia_C_S2": "Lehunyom a szemem és az erdőbe képzelem magam. Tiszta a levegő, nincs rajtam szkafander és az arcomon érzem a nap melegét.",
    "dia_C_S3": "A madarak énekét hallgatom, a levelek susogását. Fiatal vagyok, öreg vagyok. Nincs is korom. Talán már otthon is vagyok.",
    "dia_C_S4": "Anya, úgy hiányoztál... Kiengedtem a madarakat, ne haragudj rám. Azt hittem visszajönnek.",
    "dia_C_S5_1": "Semmi baj... nyugodj meg. Mit akartál mondani Terry-ről?",
    "dia_C_S5_1-1": "Terry-t kedvelem. Szerintem sokat van egyedül.",
    "dia_C_S6_1": "Mi a valóság? Nem tudom. Amikor a madaram a számító a számítógép monitorját nézte arra gondoltam, ennek fogalma sincs arról, hogy mit lát. És megis mit teszt ilyenkor a madár? Kétségbe esik? Nem, csak teszi ami tőle telik. De, hogy tud ilyen tudatlanul élni? Igazából nincs választása. Mindenesetre a madár azzal is teljesen rendben van ha semmit nem ért a világból. Most te vagy ez a madár aki a monitort nézi és azt gondolod magadban: ezt meg kell fejtenem! Talán néha van néhány madár gondolatod is. Talán te is csak azt teszed ami tőled telik.",
    "dia_C_S6_2": "Terry A. Davis"

}