{
    "btn_yes" : "  Igen",
    "btn_no" : "  Nem",
    "txt_beta" : "BETA",
    "btn_start" : "  KEZDÉS",
    "btn_newGame" : "  Új játék",
    "btn_continue" : "  Folytatás",
    "btn_credits" : "  Készítette",
    "btn_options" : "  Beállítások",
    "btn_exit" : "  Kilépés",
    "btn_back" : "  VISSZA",
    "btn_eng" : "  ENG",
    "btn_hun" : "  HUN",
    "txt_sound" : "Hang",
    "btn_on" : "  BE",
    "btn_off" : "  KI",
    "btn_turn" : "  ↶ FORDULÁS",
    "btn_turn_right" : "   ↱ FORDULÁS JOBBRA",
    "btn_turn_left" : "  ↰ FORDULÁS BALRA",
    "btn_turn_right_and_got_to_the_gate" : "  ↱ JOBBRA ZSILIP",
    "btn_turn_left_and_go_to_the_mainCorrigor" : "  ↰ BALRA KÖZPONT",
    "btn_turn_left_and_go_to_mainhall" : "  ↰ FORDULÁS BALRA ÉS LÉPJ BE AZ ORVOSI SZOBÁBA",
    "btn_turn_left_and_got_to_the_mainCorrigor" : "  ↰ BALRA KÖZPONT",
    "btn_turn_right_and_go_to_the_corrigor" : "  ↱ JOBBRA FOLYOSÓ",
    "btn_map" : "  TÉRKÉP",
    "btn_gate" : "  ZSILIP",
    "btn_corridor" : " HÁTSÓ FOLYOSÓ",
    "btn_middlecorner" : "  KÖZPONT",
    "btn_mainhall" : "  ORVOSI SZOBA",
    "btn_roundroom" : "  CSILLAGVIZSGÁLÓ",
    "btn_hall" : "  KANTIN",
    "btn_room" : "  HÁTSÓ SZOBA",
    "btn_go" : "  INDULÁS  ▶",
    "btn_next" : "  TOVÁBB  ▶",
    "author_text" : "ÍRTA, TERVEZTE, FEJLESZTETTE",
    "author_name" : "Barta Dávid",
    "aiza_actor_text" : "AIZA",
    "aiza_actor_name" : "Balogh Éva",
    "teo_actor_text" : "TEÓ",
    "teo_actor_name" : "Barta Dávid",
    "version_text" : "VERZIÓ",
    "txt_language" : "Nyelv:",
    "txt_code_art" : "Írta, tervezte és fejlesztette: Barta Dávid",
    "txt_used_codes" : "Felhasznált kódok:",
    "txt_art_inspiration" : "Látvány inspiráció:",
    "txt_music" : "Zene:",
    "txt_sound_design" : "Sound design:",
    "txt_controlls1" : "A rover-t a nyilak segítségével tudod iránytani.",
    "txt_controlls2" : "A többi felületen a keresztekkel körülhatárolt részekre kattintva tudsz előrehaladni.",
    "txt_instructions": "Instruktciók:",
    "txt_new_game" : "Szeretnél egy új játékot kezdeni?",
    "txt_new_game_allert" : "Az aktuális játékállásod el fog veszni!",

    "trivia_A_1_title" : "Az Eltűnő Napok és Éjszakák: Az Emberi Test Alkalmazkodása",
    "trivia_A_1_text" : "A Marsi telepesek számára az egyik legnagyobb kihívás a napok és éjszakák hossza. A Mars egy napja (sol) 24 óra és 39 perc hosszú, ami kezdetben kisebb változásnak tűnik, de hosszú távon súlyosan befolyásolja az emberi biológiai órát. Az emberek szervezete nehezen alkalmazkodik ehhez az új ritmushoz, ami alvászavarokat, kimerültséget és pszichológiai problémákat okoz. A marsi orvosok újfajta „ritmus-stimulátorokat” fejlesztettek ki, amelyek szabályozzák a test belső óráját, hogy jobban illeszkedjen a marsi körülményekhez. Azonban néhány telepes úgy döntött, hogy inkább természetesen alkalmazkodik, ezzel újfajta emberi életciklusokat alakítva ki.",
    "trivia_A_2_title" : "Terraformálás: A Paradoxon Természete",
    "trivia_A_2_text" : "A Mars terraformálása során a tudósok egy különös paradoxonnal szembesültek: a bolygó fokozatos átalakítása élhetővé a legnagyobb veszélyt a jelenlegi marsi telepesekre jelenti. Az egyre növekvő oxigénszint és a felszíni hőmérséklet lassú emelkedése olyan gyors változásokat idéz elő, amelyekhez az ember által épített bázisok és kupolák nem alkalmazkodtak megfelelően. Ironikus módon azok, akik a Mars terraformálásán dolgoznak, maguk is veszélybe kerülhetnek, ha a változások túl gyorsan következnek be.",
    "trivia_A_3_title" : "A „Mars Katedrális”: A Tudomány Szimbóluma",
    "trivia_A_3_text" : "A Mars egyik legnagyobb mesterséges struktúrája egy hatalmas, kupolás épület, amelyet egyszerűen „Mars Katedrálisnak” neveznek. Ez a létesítmény a tudomány diadalának szimbóluma, egy templom, amelyben a marsi kolónia kutatási központjai találhatók. Itt található a terraformálásért és a bolygó jövőjéért felelős tudósok központja. Az emberek gyakran jönnek ide, hogy tanúi legyenek a tudomány csodáinak, és inspirációt merítsenek a Föld megmentésére irányuló törekvéseikhez. A Katedrálisban tartott „szertartások” a tudományos felfedezéseket ünneplik, és az új tudományos felfedezések ünnepei az újkori vallási ünnepek helyébe léptek.",
    "trivia_A_4_title" : "A Marsi Vallás: Az „Újjászületés Kultusza”",
    "trivia_A_4_text" : "A Marson kialakult egy újfajta vallás, amely a terraformálás folyamatát spirituális szinten értelmezi. Az „Újjászületés Kultusza” követői úgy tekintenek a Marsra, mint egy szent helyre, ahol az emberiség újrakezdheti. Számukra a terraformálás nemcsak tudományos folyamat, hanem szimbolikus újjászületés is. Hitük szerint a Mars átalakítása az emberiség lelki megújulásának része, és minden lépés, amit a bolygó élhetővé tétele érdekében tesznek, közelebb viszi őket egy új, tisztább létformához. Ez az új vallás a tudomány és a spiritualitás különös keveréke, amely egyesíti a racionális gondolkodást a misztikus hittel.",

    "trivia_B_1_title" : "Marsi Növények: A Szén-Dioxid Földje",
    "trivia_B_1_text" : "A marsi növénytermesztés legnagyobb kihívása a bolygó extrém szén-dioxid-dús légköre, amely bár növények számára energiát szolgáltathat, a Földről hozott növények nem képesek alkalmazkodni a szélsőségesen alacsony hőmérséklethez és a sugárzás okozta károkhoz. A tudósok olyan genetikai módosításokat próbálnak kifejleszteni, amelyek lehetővé tennék a növények számára, hogy a marsi légkört energiatermelésre használják, ugyanakkor ellenálljanak a sugárzásnak és a hidegnek. Még mindig kísérleteznek, de eddig egyetlen növény sem maradt életben a nyílt marsi körülmények között.",
    "trivia_B_2_title" : "A „Photoszintézis Problémája”: Napfény a Vörös Bolygón",
    "trivia_B_2_text" : "A Mars távolabb van a Naptól, így a napfény intenzitása jelentősen gyengébb, mint a Földön. Ez komoly akadályt jelent a növények számára, hiszen a fotoszintézishez szükséges napenergia jóval kevesebb. A tudósok próbálkoznak olyan növények kifejlesztésével, amelyek kevesebb fényből is képesek energiát nyerni, de ez továbbra is kihívást jelent. Egyes kutatók mesterséges fényforrásokkal kísérleteznek, hogy pótolják a hiányzó napenergiát, de a hosszú távú fenntarthatóság még mindig kérdéses.",
    "trivia_B_3_title" : "A Növényi Génbank: A Remény Magvai",
    "trivia_B_3_text" : "A Mars kolóniáján található egy hatalmas növényi génbank, amely több ezer földi növényfajt őriz. Ez a génbank a remény szimbóluma a marsi telepesek számára, hiszen ezek a magok a jövő marsi mezőgazdaságának alapjait jelenthetik. Minden egyes növényfaj genetikai kódját folyamatosan elemzik és módosítják, hogy olyan fajtákat hozzanak létre, amelyek egyszer képesek lesznek megélni a Mars felszínén. A kutatás folyamatos, de még mindig távoli álomnak tűnik, hogy a magok egyszer majd kicsíráznak a vörös bolygón.",
    "trivia_B_4_title" : "Cynara cardunculus var. areophila",
    "trivia_B_4_text" : "Az articsóka Észak-Afrikában őshonos fészkesvirágzatú zöldség- és gyógynövény. Az ókori görögök óta fogyasztott zöldségféle. Különleges képességei - mint a magas sótűrés, a hő- és szárazságtűrés - miatt a marsi kutatók a növényt a jövő marsi ökoszisztémájának egyik potenciális jelöltjeként tartják számon. Bár a valóban marstűrő variánsra még várni kell, sokan már most gyakran emlegetik a Cynara cardunculus var. areophila nevet, melyben a Cynara az eredeti nemzettség, a cardunculus pedig az articsóka specifikus neve. Az „areophila” szó a „Mars” görög istenére, Aresre utal, és a „-phila” végződés pedig azt jelenti, hogy „kedvelő” vagy „barátja” valaminek, tehát „Mars-kedvelő”.",

    "trivia_C_1_title" : "A Csillagközi Közlekedés alapja: Mentális stabilizátorok",
    "trivia_C_1_text" : "Az emberiség számára az űrutazás mindennapossá vált, de a Föld és a Mars közötti több hónapos utazás hatalmas pszichológiai terhet jelent az űrhajósok számára. A hosszú út alatt az üresség, a csillagok néma ragyogása, a végtelen csend nyomasztó hatása az űrhajósok elméjét megviseli. A legújabb fejlesztések során különleges „mentális stabilizátorokat” alkalmaznak, amelyek enyhítik az elmére nehezedő nyomást. Ezek a neurokémiai alapú eszközök megakadályozzák az elme eltévelyedését, amelyet az űr nyomasztó üressége okozhat.",
    "trivia_C_2_title" : "",
    "trivia_C_2_text" : "",
    "trivia_C_3_title" : "",
    "trivia_C_3_text" : "",

    "trivia_D_1_title" : "",
    "trivia_D_1_text" : "",
    "trivia_D_2_title" : "",
    "trivia_D_2_text" : "",
    "trivia_D_3_title" : "",
    "trivia_D_3_text" : "",

    "C1_title": "C1_BASE",
    "C1_goal" : "TALÁLD_MEG_TEÓT",
    "C2_title": "C2_BASE",
    "C2_goal" : "TERMELÉS_ÁTKAPCSOLÁSA",
    "C3_title": "C3_BASE",
    "C3_goal" : "LÉTFENTARTÓ_LEKAPCSOLÁS",
    "C4_title": "C4_BASE",
    "C4_goal" : "BÁZIS_LEÁLLÍTÁS",
    "C1_battery_connection_fail" : "Hibás jelszó!",
    "C1_battery_connection_sucess" : "Jelszó elfogadva.",
    "dia_C1_intro1-1" : "   Mára a Marsra utazás már viszonylag rutin műveletté vált, a terraformálás megkezdődött, és bár a Mars még mindig nagyobbrészt zord és lakhatatlan, kisebb, elszórt emberi kolóniák már léteznek. A két bolygó közötti utazást magántársaságok és állami szervezetek egyaránt szervezik, kihasználva a legújabb ionhajtóműveket és nukleáris meghajtású űrhajókat, amelyek jelentősen lerövidítik a menetidőt.",
    "dia_C1_intro1-2" : "   A Mars bázisokon hidropóniás farmok és újrahasznosító rendszerek működnek, amelyek lehetővé teszik az önfenntartó életet a szűkös környezetben. Az utazások szervezését és a bolygók közötti logisztikát egy nemzetközi űrügynökségek konzorciuma koordinálja, amely biztosítja a folyamatos forrásellátást és a kutatási programok fenntartását.",
    "dia_C1_intro2-1" : "   A Mars felszínén hosszabb időt töltő asztronauták számos fizikai és mentális kihívással néznek szembe. A mikrogravitáció és a kozmikus sugárzás illetve a kommunikációs késedelem és a szociális izoláció megterhelő a kutatók számára.  ",
    "dia_C1_intro2-2" : "   Bár a konzorcium igyekszik biztosítani az asztronauták egészségi állapotának megőrzését, a Föld éghajlatának rohamos romlása és a nem kielégítő számú kutató jelentős kihívások elé állítja őket. Az egyre növekvő földi krízisek miatt a kutatások támogatása és a megfelelő utánpótlás biztosítása egyre nehezebbé válik. Emiatt a Mars laboratóriumaiban dolgozó asztronauták kiküldetésének időtartama gyakran a kutatókon múlik egészen addig amíg nem veszélyeztetik a kutatást. ",
    "dia_C1_S1" : "Teó: Én is nagy elvárásokkal jöttem ide. De ne hidd, hogy bármi izgalmas lesz itt. Itt nincs semmi csak ez a folytonos szél, a por, a hideg. Ez nem az a hely ahol maradni érdemes...",
    "dia_C1_S2" : "Aiza: Nézd csak! Ott! Ott van balra!",
    "dia_C1_S4_1" : "Teó: Jaj... Mennyit figyeltem azt az átkozott kék pontot az égen. Innen messziről olyan más. Olyan... békés, jelentéktelen. Minden problémájával együtt.",
    "dia_C1_S4_2" : "Aiza: Hiányzik?",
    "dia_C1_S5" : "Teó: Hiányzik is meg nem is. Tudod, nem kell már nekem az a zűrzavar ami ott van fent. Itt minden olyan nyugodt.",
    "dia_C1_S7" : "Aiza: Itt minden olyan szomorú, papa. Ugye nem gondoltad meg magad? Megígérted, holnap indulunk.",
    "dia_C1_S8" : "Teó: Megígértem, igen... Holnap indulhatunk.",
    "dia_C1_S9" : "Aiza: Gale-kráter jelentkezz! Itt AGX1-0203 állomás!",
    "dia_C1_S10_1" : "Thomas: Halljuk önöket AGX1-0203.",
    "dia_C1_S10_1-1" : "Aiza: Thomas, te vagy az?",
    "dia_C1_S11_1" : "Thomas: Igen, Aiza. Miben segíthetek?",
    "dia_C1_S11_1-1" : "Aiza: Eljött az idő. Már nagyapám is megerősítette.",
    "dia_C1_S12_1" : "Thomas: Szóval befejezitek a kinttartózkodást. Teo, hogy van?",
    "dia_C1_S12_1-1" : "Aiza: Rosszabbul sajnos. Nem kap levegőt és megint rosszul lett.",
    "dia_C1_S13_1" : "Thoma: Mikor számíthatunk az érkezésetekre?",
    "dia_C1_S13_1-1" : "Aiza: Nem tudom mert nehéz vele, de én máris indulni akarok. Elkezdtem készülődni.",
    "dia_C1_S13_1-1-1" : "Thoma: Rendben. Maradjunk kapcsolatban. Tudod mi a tehendő?",
    "dia_C1_S14_1" : "Aiza: Az áramforrásokat át kell kapcsolni a roverre.",
    "dia_C1_S14_1-1" : "Thomas: Igen, illetve áramtalanítani a lakókabint és próbáld ki a rover rendszerét is, bizots ami biztos...",
    "dia_C1_S15_1" : "Aiza: Adok jelzést ha készen állunk az indulásra.",
    "dia_C1_S15_1-1" : "Thomas: Rendben. Bontom a kapocslatot.",
    "dia_C2_S1" : "Aiza: Hamarosan indulhatunk, kezdj el készülődni.",
    "dia_C2_S2" : "Aiza: Jól vagy?",
    "dia_C2_S3_1" : "Teó: Igen... nehezen fog ez menni.",
    "dia_C2_S3_2" : "Aiza: Micsoda?",
    "dia_C2_S3_3" : "Teó: Az elszakadás. Túl sokat voltam itt.",
    "dia_C2_S3_4" : "Aiza: Ezért legyünk rajta túl gyorsan. Az energiatermelést át kell kapcsolnom a roverre viszont nem tudom a kódot.",
    "dia_C2_S4_1" : "Teó: A kód… várj csak. Úgy emlékszem 2…8…",
    "dia_C2_S4_2" : "Aiza: Nem írtad fel valahova?",
    "dia_C2_S5_1" : "Teó: A számítógépben van. Amikor legutóbb módosult a kód, feljegyeztem a naplóba. Ami nem régen volt. Ötezer négyszáz… Majdnem az ötezer ötszázadik SOL környékén.",
    "dia_C2_S5_2" : "Aiza: Átkapcsolom a termelést, addig kérlek kezdj el készülődni.",

    "button1_C2_OP1": "Szeretnél kicsit beszélgetni?",
    "dial_C2_OP2_1": "Aiza: Papa, mit gondolsz a tudományról?",
    "dial_C2_OP2_2": "Teó: Hogy érted ezt?",
    "button1_C2_OP2": "Vallásosnak tűnsz…",
    "dial_C2_OP3_1": "Aiza: Nekem úgy tűnik, hogy a hit felől közelíted meg a világot, vallásosnak tűnsz és elítéled a tudományt.",
    "dial_C2_OP3_2": "Teó: Nem ítélem el. Az emberek hozzáállása rossz a tudományhoz, én azt gondolom, és hívő sem vagyok. Pont, hogy a hit az, ami félrevezet sokszor.",
    "button1_C2_OP3": "A hozzáállásuk?",
    "button2_C2_OP3": "Nem vagy hívő?",
    "dial_C2_OP3-1_1": "Aiza: Hogy érted azt, hogy rossz a hozzáállásuk?",
    "dial_C2_OP3-1_2": "Teó: Egyesek vallásként tekintenek a tudományra és nem szemléletként. A tudomány valójában módszer a felfedezésre és nem valami, amiből hasznunk kell, hogy származzon.",
    "button1_C2_OP3-1": "Fejtsd ki!",
    "dial_C2_OP3-2_1": "Aiza: Most ez olyan, mintha azt mondanád, hogy kár volt meghódítani a Marsot vagy feltalálni a penicillint vagy fejleszteni a mezőgazdaságot. A tudománynak úgy van értelme, ha hasznosítjuk.",
    "dial_C2_OP3-2_2": "Teó: Nem, nem ezek mind jó dolgok... De mennyi rossz dolog is műveltünk az elmúlt évszázadokban? Azonban én azt gondolom, hogy mindez nem a tudomány érdeme vagy hibája.",
    "button1_C2_OP3-2": "Az embereké…",
    "dial_C2_OP3-3_1": "Aiza: Nyilván az embereken múlik, hogy mire használják fel a megszerzett tudást.",
    "dial_C2_OP3-3_2": "Teó: Persze... és pont erről beszélek. Sokszor gondolunk úgy magunkra, mint akik meghaladják az elmúlt századok generációit, de valójában nem. Az, hogy a társadalmunk tudományos alapokon nyugszik, még nem jelenti azt, hogy az emberek tömegesen értik, mi is az a tudományos gondolkodás.",
    "button1_C2_OP3-3": "Tovább",
    "dial_C2_OP3-4_1": "Aiza: …",
    "dial_C2_OP3-4_2": "Teó: Az emberek csak úgy, mint korábban, a vágyaik szerint élnek. Ösztönlények. Attól, még mert vannak járműveink vagy eszközeink, amivel tudunk távoli helyekkel kommunikálni vagy van mesterséges intelligencia, még nem jelenti azt, hogy értjük is, hogy hogyan működik. Hányan használják ezeket az eszközöket? Szinte mindenki. És hányan értik, hogy működnek? Szinte senki.",
    "button1_C2_OP3-4": "Tovább",
    "dial_C2_OP3-5_1": "Aiza: Ezek bonyolult dolgok, nem várható el senkitől, hogy mielőtt használja ezeket megértse a működésüket az utolsó csavarig. Természetes, hogy több ember tudását kell ötvözni, hogy megalkossunk egy ilyen eszközt, hogy aztán bárki használhassa.",
    "dial_C2_OP3-5_2": "Teó: Jó, vegyünk például egy házat. Az embernek szüksége van a házra, de jellemzően egy ember képtelen felépíteni egy házat egyedül. Több ember összehangolt munkája kell, hogy egy ház felépülhessen, amit a végül bárki beköltözhet, akár egyedül is.",
    "button1_C2_OP3-5": "Ilyen az AI",
    "dial_C2_OP3-6_1": "Aiza: Ilyen mondjuk az AI csak nagyban.",
    "dial_C2_OP3-6_2": "Teó: Nem. A különbség, hogy míg mondjuk egy házról beszélünk, addig értjük, hogy mi az. A fogalomnak emberi ésszel felfogható a tartalma. Értjük, hogy miért van rá szükségünk, értjük, hogy hogyan és mire kell használni. Még azt is értjük, igazából, hogy hogyan működik, mert tudjuk, hogy mitől 'ház' a ház. Az AI viszont olyasmi, aminél nem csak azt nem értjük, hogy a motorháztető alatt mi történik, hanem azt sem, hogy pontosan mi a dolgunk vele. Miért és mire kell használni, milyen hatással van ránk és az életünkre. Nem tudjuk igazából, hogy mi az a dolog, amit használunk.",
    "button1_C2_OP3-6": "Nem értelek.",
    "dial_C2_OP3-7_1": "Aiza: Nem igazán értelek...",
    "dial_C2_OP3-7_2": "Teó: Nem baj... Gondolj csak bele, hányan hisznek tudományosnak tűnő, de valójában alaptalan összeesküvés elméletekben? Vagy hányan alkalmaznak olyan terápiákat, ami orvosilag nem alátámasztott? Miért van ez, szerinted?",
    "button1_C2_OP3-7": "Butaságból...",
    "dial_C2_OP3-8_1": "Aiza: Butaságból... Ha ezek az emberek jobb oktatást kapnának, nem hinnének ezekben.",
    "dial_C2_OP3-8_2": "Teó: Az oktatás biztos sokat javítana ezen, igazad van. De mit gondolsz vajon az egészségügyi ismereteket kéne többet oktatni, hogy ne hiedelmeken alapuló kezeléseket vegyenek az emberek? Pontosan milyen tudományágat kéne többet tanítani, hogy eltűnjenek a hiedelmek? Azt látom, hogy az emberekben nem arra van vágy, hogy megértsék ezeket a tudományos területeket, hanem arra van bennük vágy, hogy valaki megoldja a problémáikat.",
    "button1_C2_OP3-8": "Tovább",
    "dial_C2_OP3-9_1": "Aiza: ...",
    "dial_C2_OP3-9_2": "Teó: Az ember egy racionális lény, valóban. De ez nem azt jelenti, hogy élete minden egyes döntését így éli meg. Az embert az mozgatja, hogy az életét félti, a gyereke életét félti, kerüli a szomorúságot és keresi a boldogságot, hatalmat akar és fél a gyengeségtől. Ezek az igazi mozgatórugói. A tudomány mára egy olyan státuszban van az emberek szemében, hogy 'a dolog, ami most vagy a jövőben megoldja életem problémáit'. A módszertan lényegtelen, hogy hogy készül az aspirin, és az is lényegtelen, hogy miként fejti ki hatását. Ugyan olyan lényegtelen, mint, hogy a szamárbőrből készült zselatin hogyan is gyógyíthatná a rákot.",
    "button1_C2_OP3-9": "Van különbség…",
    "dial_C2_OP3-10_1": "Aiza: Azért a különbség nyilvánvaló. Az Aspirint laboratóriumokban fejlesztik, míg a szamárbőrből készült zselatin meg egy nagy humbug.",
    "dial_C2_OP3-10_2": "Teó: Nyilván ebben a formájában könnyű különbséget tenni. Igen, és például ezt az átverést a tanulatlanabb emberek hiszik el. De kérlek, nézd nagyon távlatból a képet! Nem ennek a konkrét esetnek a körülményei számítanak, hanem hogy mi van mögötte. Mi a lélektana ennek, hogy bedőlnek ennek az emberek? Nyilván a zselatin így önmagában nem meggyőző, de egy jó marketinges, ha akarnál, úgy fogalmazhatná át a szamárzselatin elkészítését is, hogy lehet, még téged is átverne.",
    "button1_C2_OP3-10": "Vissza kell mennem…",
    "dial_C2_OP3-11_1": "Aiza: Túl sokat agyalsz ezeken… Vissza kell mennem, hogy el tudjunk indulni. Nemsokára jövök.",
    "dial_C2_OP4-1_1": "Aiza: Nem vagy hívő?",
    "dial_C2_OP4-1_2": "Teó: Persze előfordul, hogy az az énem erősödik fel. Ezt nagyon nehéz elengedni, de az ilyen gondolatokat igyekszem elhessegetni.",
    "button1_C2_OP4-1": "Miért?",
    "dial_C2_OP4-2_1": "Aiza: Miért kéne elhessegetni?",
    "dial_C2_OP4-2_2": "Teó: Igyekszem a lényegre és a valóságra koncentrálni. Arra jöttem rá magammal kapcsolatban, hogy életem során az álmodozásom gyakran abból fakadt, hogy nem akartam szembenézni a hétköznapok realitásával. Féltem valamitől, nem akartam meglátni valamit. Ahhoz, hogy úgy tudjam élni az életemet, ahogyan az hozzám méltó, az álmodozást hátrébb kell sorolnom.",
    "button1_C2_OP4-2": "Nem értem…",
    "dial_C2_OP4-3_1": "Aiza: Nem értem miért lenne baj, az álmodozás.",
    "dial_C2_OP4-3_2": "Teó: Egyre többen menekülnek az álmodozásba. Nem arra koncentrálnak, hogy a valóságban legyen, hogy megfigyeljenek, hanem inkább elfedik a szemüket. Mindenféle eszközzel eltakarni kívánják a szemük elől a valódi látványt, hogy az ösztöneiknek élhessenek. Ezért mondtam, hogy rossz a hozzáállásuk...",
    "button1_C2_OP4-3": "Miért rossz?",

    "dia_C3_S1" : "Aiza: Kész is. Ez most egy darabig el fog tartani. Most úgy látom, hogy a rendszernek 8 óra is kellhet amíg feltölti a Rovert.",
    "dia_C3_S2" : "Teó: Esetleg meggyorsíthatjuk a folyamatot. A létfenntartó rendszerre már nincs szükségünk. A hulladékfeldolgozó, a komposztáló már nem fog kelleni és a levegő is elegendő az elkövetkezendő egy napra.",

    "dia_C4_1S1": "Aiza: Gyorsan meglesz a feltöltés.",
    "dia_C4_1S2": "Teó: Ez remek hír.",
    "dia_C4_1S3": "Aiza: Összeszedtél mindent?",
    "dia_C4_1S4": "Teó: Igazán fontos dolgokból nem volt sok.",
    "btn_C4_S3_q1":"▶  Hogy érzed magad?",
    "btn_C4_S3_q2":"▶  Miket hozol magaddal?",
    "dia_C4_S3_op1_1":"Aiza: Hogy érzed magad?",
    "dia_C4_S3_op1_2":"Teó: Fáradtan. Nincs erőm mostanában. Megöregedtem.",
    "btn_C4_S3_op1_q1":"▶  Most kezdődött a fáradtság?",
    "btn_C4_S3_op1_q2":"▶  Nem hiszem, hogy az öregség az oka.",
    "dia_C4_S3_op1_op1_1":"Aiza: Most kezdődött a fáradtság?",
    "dia_C4_S3_op1_op1_2":"Teó: Az utóbbi időkben. Elgyengít ez a bolygó, Aiza. ",
    "btn_C4_S3_op1_op1_q1":"▶  Nem lehet, hogy az volt a gond, hogy egyedül vagy?",
    "btn_C4_S3_op1_op1_q2":"▶  Korábban többen dolgoztatok ezen a bázison.",
    "dia_C4_S3_op1_op2_1":"Aiza: Nem hiszem, hogy az öregség az oka.",
    "dia_C4_S3_op1_op2_2":"Teó: Nem-e? Hát micsoda? Ugyan...",
    "btn_C4_S3_op1_op2_q1":"▶  Lehet, hogy a magány. Nem neheztelsz a többiekre, akik itt hagytak?",
    "btn_C4_S3_op1_op2_q2":"▶  A földön folytathatod a kutatást, rengetegen hisznek a projektben.",
    "dia_C4_S3_op2_1":"Aiza: Miket hozol magaddal?",
    "dia_C4_S3_op2_2":"Teó: Egy-két rajzot. A feljegyzéseimet.",
    "btn_C4_S3_op2_q1":"▶  Szerettél itt élni?",
    "btn_C4_S3_op2_q2":"▶  Nem ragaszkodsz túlságosan tárgyakhoz, igaz?",
    "dia_C4_S3_op2_op1_1":"Aiza: Szerettél itt élni?",
    "dia_C4_S3_op2_op1_2":"Teó: Minden nap ugyanolyan lett egy idő után. A munka egy darabig lelkesített, de már ezt sem érzem. Véget kellett ennek vetni.",
    "btn_C4_S3_op2_op1_q1":"▶  Nem lehet, hogy az volt a gond, hogy egyedül vagy?",
    "btn_C4_S3_op2_op1_q2":"▶  Korábban többen dolgoztatok ezen a bázison.",
    "dia_C4_S3_op2_op2_1":"Aiza: Nem ragaszkodsz túlságosan tárgyakhoz, igaz?",
    "dia_C4_S3_op2_op2_2":"Teó: Minek ragaszkodjak? Ezek csak tárgyak, Aiza... Semmihez sem ragaszkodom én már, fenéket!",
    "btn_C4_S3_op2_op2_q1":"▶  És a volt kutatótársaid hiányoznak?",
    "btn_C4_S3_op2_op2_q2":"▶  Nagyon keserűnek érezlek. Ez csak a projekt miatt van?",
    "dia_C4_2S4": "Teó: Megfutamodtak, itt hagytak. Nem voltak képesek hinni a projektben de már nem lep meg az ilyesmi. Megérdemeljük a sorsunkat, senki nem hisz semmiben.",
    "dia_C4_2S5": "Aiza: Csalódott vagy?",
    "dia_C4_2S6": "Teó: Nem vagyok.",
    "dia_C4_2S7": "Aiza: Akkor mit érzel?",
    "dia_C4_2S8": "Teó: Semmit. Ürességet. Már nincs az az elevenség mint régen a Földön. Bár nem is vágyom oda vissza valahogy, illetve... nem tudom, nem tudom... Én már nem is igazán tudom, hogy mit akarok, hova tartok, hogy az a Teó, aki idejött, miért akart idejönni egyáltalán. Időről időre, próbálok visszaemlékezni, hogy hol rontottam el. Mintha iránytű nélkül bolyonganék és igyekeznék a salyát lépteimet megkeresni a porban, hogy honnan jöttem, igen... Régen nem voltam ilyen. Próbálok visszatekinteni, nézni, repülni a földön hagyott önmagamra, de nem megy. Eltávolodtam önmagamtól. Ezért akartam visszautazni, ezért kell visszatérnem.",
    "btn_C4_S7_q1":"▶  Jól tetted, hogy így döntöttél.",
    "btn_C4_S7_q2":"▶  Olvastam  naplódat.",
    "dia_C4_S7_op1_1":"Aiza: Jól tetted, hogy így dönöttél. Beszéltél azóta a központtal?",
    "dia_C4_S7_op1_2":"Teó: Persze, elküldtem nekik a jelentést a balesetről. Már nem olyan a koncentrációm mint rég, legyengültem, figyelmetlen voltam és meglett a baj. Már nem tudom ellátni ezt a feladatot, kudarcot vallottam.",
    "btn_C4_S7_op1_q1":"▶  Nem vallottál kudarcot.",
    "btn_C4_S7_op1_q2":"▶  Thomas kedvéért átnéztem a légkeringető rendszert.",
    "dia_C4_S7_op1_op1_1":"Aiza: Miről beszélsz? Nem vallottál kudarcot, nagy szolgálatot tettél a kutatásoddal. Büszke vagyok rád.",
    "dia_C4_S7_op1_op1_2":"Teó: De sajnos nem lett meg a várt eredmény. Üres kézzel térek vissza.",
    "dia_C4_S7_op1_op2_1":"Aiza: Thomas kedvéért átnéztem a légkeringető rendszert. Ha egyszer meghibásodott, lehet, hogy máshol is problémát okoz. Mi lett volna ha a lakókabinnal történik ez...",
    "dia_C4_S7_op1_op2_2":"Teó: Én is átnéztem, de nem találtam semmit.",
    "dia_C4_S7_op2_1":"Aiza: Olvastam a naplódat. Mi történt az 5581. SOL-on?",
    "dia_C4_S7_op2_2":"Teó: Nem olvastad a jelentést? Amiatt küldött a központ gondolom.",
    "btn_C4_S7_op2_q1":"▶  Attól féltek, hogy megint meggondolod magad.",
    "btn_C4_S7_op2_q2":"▶  Csak tőled akarom hallani.",
    "dia_C4_S7_op2_op1_1":"Aiza: Igen, illetve attól féltek, hogy megint meggondolod magad.",
    "dia_C4_S7_op2_op1_2":"Teó: ...",
    "dia_C4_S7_op2_op2_1":"Aiza: Csak szeretném tőled hallani. Nem találtak Thomas-ék sem semilyen konkrét hibát, így nekem nem volt teljesen világos, hogy mi történt.",
    "dia_C4_S7_op2_op2_2":"Teó: ...",

    "dia_C4_S9_1": "Aiza: Szóval mi történt aznap?",
    "dia_C4_S9_2": "Teó: A farm tönkrement. Éveken át üzemelt az üvegház megfelelően, ilyen hosszú idő után teljesen normális, hogy valami meghibásodik.",
    "dia_C4_S9_3": "Aiza: Folyamatos ellenőrzés alatt van az egész központ és éppen ezért küld a központ folyamatosan ellátmányt, hogy bármit lehessen javítani azonnal.",
    "dia_C4_S9_4": "Teó: Azt gondolod, hogy az én hibámból történt?",
    "dia_C4_S9_5": "Aiza: Nem…",
    "dia_C4_S10_1": "Teó: Én arra gyanakszom, hogy a levegő-oszcilátor bemeneti egysége eltömődött és ez okozta a robbanást.",
    "dia_C4_S10_2": "Aiza: A szenzorok miért nem jeleztek?",
    "dia_C4_S11_1": "Teó: ...",
    "dia_C4_S12_1": "Teó: Mindent leírtam a jeletésben. Csak annyit tudok én is.",
    "dia_C4_S12_2": "Aiza: A növények mind elpusztultak?",
    "dia_C4_S12_3": "Teó: Minden, a magok többsége is. Azokból van néhány, ami életképes de sokra nem megyünk velük. Nem érték el a kívánt eredményt.",

    "dia_C4_3S1x": "Aiza: Azt hallottam, hogy megszakítottad a kapcsolatot a központtal. Velük is beszéltem, aggódnak miattad.",
    "dia_C4_3S2x": "Teó: Értem nem aggódik senki.",
    "dia_C4_3S3x": "Aiza: Sokan aggódnak érted! Én aggódom.",
    "dia_C4_3S4x": "Aiza: Volt közöd a labor balesethez?",
    "dia_C4_3S5x": "Teó: Mi közöm lett volna hozzá?",
    "dia_C4_3S6x": "Aiza: Thomas-ék valamiért féltették a Phobos Projekt anyagait.",
    "dia_C4_3S7x": "Teó: És azt mondták, hogy én tettem tönkre az egészet?",
    "dia_C4_3S8x": "Aiza: Nem…",
    "dia_C4_3S9x": "Teó: Nyilván feláldozom az egész életem munkáját! Nekik semmi közük hozzá! Amit elértem, magamnak értem el!",
    "dia_C4_3S10x": "Aiza: Azt mondták, hogy nagy áttörés küszöbén vagytok de te visszatartasz valamit.",
    "dia_C4_3S11x": "Teó: Csak abba akartam hagyni. Annyit küszködtem. Olyan kiábrándító az egész, olyan kiábrándító…",
    
    "C5_title": "C5_START",
    "C5_goal" : "A_SZÜKSÉGES_INFORMÁCIÓK_AZ_INDULOÁSHOZ",
    "dia_C5_S1_1" : "Aiza: Készen állunk. Hallanak minket?",
    "dia_C5_S1_2" : "A katedrális: Halljuk önöket AGX1-0203. Leállították a fentartó rendszert? A rover készen áll az indulásra?",
    "dia_C5_S2_1" : "Aiza: Minden készen áll, akár most is indulhatunk.",
    "dia_C5_S2_2" : "A katedrális: A légköri számításokat is figyelembe véve, 3 SOL alatt ide tudnak érni. Mi készen állunk a fogadásukra.",
    "dia_C5_S3_1" : "Aiza: Eddig ezt a rovert nem vezettem, remélem nem lesz gond.",
    "dia_C5_S3_2" : "A katedrális: A rover fedélzeti számítógépén lesznek a szükséges adatok. Ott mindent megtalál.",
    "dia_C5_S4" : "A katedrális: Thomas azt kérdezi, a csomagot sikerült megszerezni? Fontos nekünk az a minta, anélkül ne induljon el! Illetve, ha van bármi fejlemény a professzortól, hogy mi történt, azt örömmel halljuk.",
    "dia_C5_S5_1" : "Aiza: Igen, nálam van. Beszéltem a nagyapámmal de nem tudtam semmi információt kiszedni belőle.",
    "dia_C5_S5_2" : "A katedrális: Értem. Köszönjük a szolgálatát. Ön hozza el a csomagot, mi megoldjuk a többit.",
    "dia_C5_S6_1" : "AI: Üdvözlöm! A Phobos project viruális aszisztense vagyok. Miben segíthetek?",
    "dia_C5_S6_2" : "Aiza: A Mars rover fedélzeti rendszerének működéséről és a jármű iránytásáról kérek dokumentációt.",
    "dia_C5_S7" : "AI: A Rover önálló létfentartó egységgel rendelkezik. Az energiaellátását önállóan vagy akár külső rendszerre csatlakoztatva is el lehet érni. A komunikáció a tetőre szerelt antennákkal lehetséges.",
    "dia_C5_S8" : "AI: A jármű felszíni radarokkal van ellátva, melyek a környezeti tereptárgyakat szkennelik. A begyűjtött domborzati információkat alapul véve számítja ki a legrövidebb, illetve a legbiztonságosabb útvonalat.",
    "dia_C5_S9" : "AI: Az útvonalat a fedélzeti számítógép, az irányítópult képernyőjét jeleníti meg valós időben. Így vezetés közben látható a biztonságosan járható ösvény, ezzel is elkerülve az esetleges baleseteket / elakadásokat.",
    "dia_C5_S10_1" : "AI: Milyen úti célt szeretne választani?",
    "dia_C5_S10_2" : "Aiza: Az úti célunk a C-A001 Mars bázis.",
    "dia_C5_S10_3" : "AI: A kalkuláció megtörtént. Jó utat!",
    "dia_C5_S11_1" : "Útvonal összefoglaló",
    "dia_C5_S11_2" : "Az útvonal a Gael kráterből indulva viszonylag könnyen járható, azonban a terep fokozatosan nehezedik. A dombos tájon már nagyobb figyelmet és navigációs készséget igényel a haladás, míg a fennsíkon a sziklás terep és az időjárási viszontagságok jelentik a legnagyobb kihívást. Az időjárási viszonyok az út során egyre változékonyabbak és nehezebbek lesznek, ezért a sofőrnek minden szakaszon megfelelő felkészültséggel és körültekintéssel kell haladnia.",
    "route" : "Útvonal leírás:",
    "weather" : "Időjárás:",
    "dia_C5_S12_1" : "1. Szakasz: Gale-Kráter",
    "dia_C5_S12_2" : "A kiindulópontunk a Gale-kráter belseje, ahol a terep viszonylag sima és akadálymentes. A kráter belső részében kevés nagyobb szikla található, így a rover számára könnyen járható. A talaj kemény és stabil, ami lehetővé teszi a folyamatos haladást nagyobb fennakadások nélkül.",
    "dia_C5_S12_3" : "A kráter belseje védett a marsi viharoktól, így ezen a szakaszon kevésbé kell számítani szélsőséges időjárási viszonyokra. A látási viszonyok általában jók, ami segíti a navigációt és az előrehaladást.",
    
    "dia_C6_S1_1" : "Azia: Azért van valami szép ebben a tájban.",
    "dia_C6_S1_2" : "Teó: Sosem fogom elfelejteni, mikor az első naplementét láttam a Marson.",
    "btn_C6_S2_q1":"▶  Milyen érzés volt először járni itt?",
    "btn_C6_S2_q2":"▶  Meséld el, kérlek.",
    "dia_C6_S2_op1_1":"Aiza: Még emlékszel milyen érzés volt először járni itt?",
    "dia_C6_S2_op1_2":"Teó: Hát persze...",
    "btn_C6_S2_op1_q1":"▶  Fáradt vagy?",
    "btn_C6_S2_op1_q2":"▶  Biztos optimistább voltál.",
    "dia_C6_S2_op1_op1_1":"Aiza: Fáradt vagy? Nagyon szótlan vagy...",
    "dia_C6_S2_op1_op1_2":"Teó: Nem... csak a régi dolgokon gondolkodom.",
    "btn_C6_S2_op1_op1_q1":"▶  Hát akkor mesélj! Mindent harapófogóval kell kihúzni belőled!",
    "btn_C6_S2_op1_op1_q2":"▶  A régi dolgok, amik itt történtek?",
    "dia_C6_S2_op1_op2_1":"Aiza: Biztosan optimistább voltál.",
    "dia_C6_S2_op1_op2_2":"Teó: Ostoba voltam...",
    "btn_C6_S2_op1_op2_q1":"▶  Miért beszélsz így magadról?",
    "btn_C6_S2_op1_op2_q2":"▶  Azért mert hittél a küldetésben?",
    "dia_C6_S2_op2_1":"Aiza: Mesél el, kérlek.",
    "dia_C6_S2_op2_2":"Teó: Nem tudnám jól átadni. Igazából nem is maga a naplemente volt a lényeges...",
    "btn_C6_S2_op2_q1":"▶  Hanem micsoda?",
    "btn_C6_S2_op2_q2":"▶  Próbáld meg átadni, kérlek.",
    "dia_C6_S2_op2_op1_1":"Aiza: Hanem micsoda?",
    "dia_C6_S2_op2_op1_2":"Teó: Áh mindegy...",
    "btn_C6_S2_op2_op1_q1":"▶  Miért nem beszélgetsz velem?",
    "btn_C6_S2_op2_op1_q2":"▶  Hogy élted meg, amikor ide jöttél?",
    "dia_C6_S2_op2_op2_1":"Aiza: Próbáld meg átadni, kérlek.",
    "dia_C6_S2_op2_op2_2":"Teó: Ugyan olyan naplemente volt mint a többi.",
    "btn_C6_S2_op2_op2_q1":"▶  Csak érdekelt mitől volt olyan emlékezetes...",
    "btn_C6_S2_op2_op2_q2":"▶  Úgy tűnik nem akarsz beszélgetni...",

    "dia_C6_S3_1" : "Teó: ...",
    "dia_C6_S3_2" : "Aiza: Szeretnék rólad többet megtudni, nem bántani akarlak.",

    "dia_C6_S4_1" : "Teó: Hát...Nem is tudom mit mondhaték erre.",
    "btn_C6_S4_q1":"▶  Régen olyan szép történeteket meséltél.",
    "btn_C6_S4_q2":"▶  Mondj valamit erről a helyről!",
    "dia_C6_S4_op1_1":"Aiza: Régen olyan szép történeteket meséltél. Emlékszem, gyerekkoromban mindig vártam, hogy eggyütt legyünk. Olyan helyekről és olyan emberekről meséltél nekem... mintha... valami titokba avatnál be. Én pedig csak próbáltam elképzelni mindazokat amit hallottam.",
    "dia_C6_S4_op1_2":"Teó: Emlékszem milyen okos voltál már akkor is. Mikről is meséltem?",
    "btn_C6_S4_op1_q1":"▶  Meséltél a görög halyósokról.",
    "btn_C6_S4_op1_q2":"▶  Utazókról, a nagy felfedezésekről.",
    "dia_C6_S4_op1_op1_1":"Aiza: Annyi mindenről. Ami most eszembe jut, hogy egyszer azt mondtam neked, hogy ne menj az ürbe. Mert annak sosincs vége és, hogy nem találsz majd vissza. Amire te a görögökről meséltél és azt mondtad, hogy...",
    "dia_C6_S4_op1_op1_2":"Teó: ...ahogy az űr végtelennek tűnik, úgy az ókori tengerészek számára a tenger is egy ismeretlen, végtelen világ volt. A csillagok voltak a hajóik egyetlen biztos útmutatói. A görögök, különösen híresek voltak a navigációjukról. Odüsszeuszról meséltem neked: tíz hosszú évet bolyongott a tengeren, amíg végül hazaért. Néha elgondolkodom azon, mit élt át… Mindenesetre nem voltak műszereik, amik segítették volna őket, csak a csillagok és az égbolt állása. Ez nem csak a technikai tudásról szól, hanem mély hit, hogy az égi jelek helyesen vezetik őket.",
    "btn_C6_S4_op1_op1_q1":"▶  A bolygókat is a görögök fedezték fel?",
    "btn_C6_S4_op1_op1_q2":"▶  Te hiszel benne, hogy valaki vezeti az utunkat?",

    "dia_C6_S4_op1_op1_op1_1":"Aiza: Ha jól emlékszem, a bolygókat is a görögök fedezték fel, igaz?",
    "dia_C6_S4_op1_op1_op1_2":"Teó: Részben… igen tulajdonképpen mondhatjuk. A görögök nemcsak felfedezték és megfigyelték a bolygókat, hanem magát a „bolygó” szót is ők alkották meg. A „planētēs” szó eredetileg „vándorló” vagy „bolygó” jelentéssel bírt, ami a „bolyongani” ige tővére vezethető vissza. Ez azért is találó, mert a bolygók – szemben a csillagokkal – látszólag vándoroltak az égbolton, eltértek az állandó csillagok fix pozíciójától. A görög csillagászok pontosan ezt a különös, rendhagyó mozgást figyelték meg, és ezért kapcsolták őket a bolyongás, az eltévedés fogalmához.",
    "btn_C6_S4_op1_op1_op1_q1":"▶  Biztos sokszor eltévedtek.",
    "btn_C6_S4_op1_op1_op1_q2":"▶  Szeretem ezeket a történeteket.",
    "dia_C6_S4_op1_op1_op2_1":"Aiza: Te hiszel benne, hogy valaki vezeti az utunkat?",
    "dia_C6_S4_op1_op1_op2_2":"Teó: Szerintem nem itt tartanánk, ha valaki vezetné az utunkat. Az emberiség eltévedt és már nem hogy vezércsillaga nincs de az eget se figyeli. Csak a földet nézzük. Persze én sem vagyok külömb... Az mindenesetre biztos, hogy valamit elvesztettünk. Valami fontosat, amiért vissza kéne fordulnunk.",
    "btn_C6_S4_op1_op1_op2_q1":"▶  Miért vagy ennyire pesszimista?",
    "btn_C6_S4_op1_op1_op2_q2":"▶  Mi vezethetné az utunkat?",
    
    "dia_C6_S4_op1_op2_op1_1":"Aiza: Miért pont sárkányokat választottak?",
    "dia_C6_S4_op1_op2_op1_2":"Teó: Gondolom, a sárkányok erőteljes szimbólumai voltak az ismeretlennek és a veszélynek, amelyeket az emberek nem értettek vagy nem tudtak kezelni. Ezek a lények, ahogy a mesékben és legendákban is, hatalmasak, félelmetesek és legyőzhetetlenek voltak. Az ismeretlen területekre rajzolt sárkányok azt üzenték, hogy \"ez veszélyes, nincs dogod itt!\"",
    "btn_C6_S4_op1_op2_op1_q1":"▶  Nem tudom eldönteni, hogy ez rossz vagy jó dolog.",
    "btn_C6_S4_op1_op2_op1_q2":"▶  Ma ugyan így félünk?",
    "dia_C6_S4_op1_op2_op2_1":"Aiza: Mit gondolsz, mostanra már nincs is szükségünk a sárkányokra?",
    "dia_C6_S4_op1_op2_op2_2":"Teó: Ahogy az emberek egyre többet tanultak a világról, úgy változtak a térképek is nyilván. A sárkányok és más mitikus lények lassan eltűntek, helyüket átvették a részletesebb földrajzi jelzések és az újonnan felfedezett területek pontos leírásai. Rideggé, ismerté, titokzatosságtól mentessé vált a világ. Már csak mi vagyunk és a felelősségünk, hogy szembenézzünk mindazzal amit tudunk.",
    "btn_C6_S4_op1_op2_op2_q1":"▶  Mit gondolsz a szembenézésről?",
    "btn_C6_S4_op1_op2_op2_q2":"▶  Valóban rideg lett a világ?",

    "dia_C6_S4_op1_op2_1":"Aiza: Nagyon élveztem a felfedezőkről szóló történeteket, Cortés-ről, a vikingekről. Sokszor azt játszotam, még azután is, hogy elköltöztél tőlünk, hogy én is egy felfedező úton vagyok. Rengetg térképet rajzoltam akkoriban, tetszett, hogy a régi térképek kicsit deformáltak. Nagyjából mutatják amit kell, de nem egészen jól.", 
    "dia_C6_S4_op1_op2_2":"Teó: Igen, emlékszem azokra a rajzokra. Ez nekem is tetszik egyébként, volt valami bája a régi térképeknek. Most már műholdasan 3D szkenneljük a domborzatot. Régen egyszerű mérésekre és az emlékezetükben megőrzött belső térképre hagyatkozhattak csak az emberek. Mintha a külső és belső világ jobban összekeverett volna… Az ismeretlen területek tele voltak kihívásokkal és veszélyekkel, és ezeket a régi térképek gyakran szimbólumokkal jelezték. Tudtad, hogy a térképkészítők gyakran sárkányokat rajzoltak oda, ahol még senki sem járt? Ez nemcsak figyelmeztetés volt az ismeretlen veszélyekre, hanem egyfajta tiszteletadás is az ismeretlen előtt. Az ismeretlen világok, a „terra incognita”, ezek a sárkányok egyfajta metaforái voltak.", 
    "btn_C6_S4_op1_op2_q1":"▶  Miért pont sárkányok?", 
    "btn_C6_S4_op1_op2_q2":"▶  Mostmár nincs szükség sárkányokra?", 

    "dia_C6_S4_op2_1":"Aiza: Olyan régóta vagy itt, biztos láttál érdekes dolgokat. Mondj valamit erről a helyről!",
    "dia_C6_S4_op2_2":"Teó: Annyi mindent lehetne mesélni, de nekem már sokszor fel sem tűnik, hogy mi lehet érdekes egy újonann jöttnek.",
    "btn_C6_S4_op2_q1":"▶  Sokat változott ez a hely mióta itt vagy?",
    "btn_C6_S4_op2_q2":"▶  Tegnap láttam a Mars mindkét holdját.",
    "dia_C6_S4_op2_op1_1":"Aiza: Sokat változtt ez a hely mióta itt vagy?",
    "dia_C6_S4_op2_op1_2":"Teó: Valamelyest igen, de barátságosabb nem lett. Most már évek óta dolgozunk, de a Mars még mindig egy kietlen és zord világ. Amikor idejöttem sokkal szárazabb volt a bolygó, mostanra kezd felmocsarasodni, a hőmérséklet emelkedni kezdett, és az atmoszféra sűrűsége is növekszik, de ez a folyamat lassú. A légköri nyomás még mindig messze elmarad attól, hogy szabadon lehessen lélegezni, és a talaj még mindig tele van perkloráttal, ami mérgező. De a cél még elég messze van.",
    "btn_C6_S4_op2_op1_q1":"▶  Te kapcsolatban vagy a terraformálókkal?",
    "btn_C6_S4_op2_op1_q2":"▶  Mi a cél?",

    "dia_C6_S4_op2_op1_op1_1":"Aiza: Te a kutatócsoport tagjaként érkeztél ide, de a konzorciummal tarttad elsősorban a kapcsolatot. Te is dolgoztál a terraformáláson?",
    "dia_C6_S4_op2_op1_op1_2":"Teó: Közvetetten. Az én kutatásom a második fázisban jött vola el. Egyenlőre az első fázisnál tartunk, meg kell olvasztanunk a vizet és sűrűbb légkör kell. Most hatalmas tükröket terveznek az űrbe, amelyek a Nap fényét fókuszálják a Mars felszínére, így növelve a hőmérsékletet. Az is tervben van, hogy üvegházhatású gázokat juttatnak a légkörbe, vagy talán azt már el is kezdték. A második fázis a növények megjelenése. Ezen dolgoztam.",
    "btn_C6_S4_op2_op1_op1_q1":"▶  Azt mondtad, hogy nem lett áttörés? Erre gondoltál?",
    "btn_C6_S4_op2_op1_op1_q2":"▶  Van aki folytassa kutatásod?",
    "dia_C6_S4_op2_op1_op2_1":"Aiza: És mi a cél egész pontosan?",
    "dia_C6_S4_op2_op1_op2_2":"Teó: Hát... első körben, hogy növényeket tudjunk telepíteni. Sajnos egyenlőre semmi nem él meg marsi körülmények között. Ez egy halott bolygó és már nem vagyok biztos abban, hogy valaha életre tudjuk kelteni.",
    "btn_C6_S4_op2_op1_op2_q1":"▶  Miért ne lehetne életre kelteni?",
    "btn_C6_S4_op2_op1_op2_q2":"▶  A növények telepítése volt a te szakterületed.",

    "dia_C6_S4_op2_op2_op1_1":"Aiza: Ez érdekes.",
    "dia_C6_S4_op2_op2_op1_2":"Teó: A görögök úgy hitték, hogy a csata kimenetele nemcsak a harcosok ügyességén, hanem a bátorságukon és a félelemmel való szembenézésükön is múlik. Phobos és Deimos tehát az emberi lélek gyengeségeinek szimbólumai voltak, melyekkel szembenézve és legyőzve lehetett csak igazán győzni a harcban.",
    "btn_C6_S4_op2_op2_op1_q1":"▶  Milyen szép.",
    "btn_C6_S4_op2_op2_op1_q2":"▶  Te mit tanultál ebből?",
    "dia_C6_S4_op2_op2_op2_1":"Aiza: Akkor emiatt nevezték el így őket.",
    "dia_C6_S4_op2_op2_op2_2":"Teó: Tulajdonképpen igen. Bár szerintem nem csak a rokonság miatt. Van ebben a két holdban valami vad, kietlen és ijesztő. Hogy is mondjam… A Phobos és Deimos név arra emlékeztet, hogy az ismeretlen és a veszély mindig része volt az emberi tapasztalatnak, akár a csatatéren, akár az űr felfedezése során. Persze a fő ok, hogy a Mars holdjai, nyilván.",
    "btn_C6_S4_op2_op2_op2_q1":"▶  Érdekes ez az értelmezés.",
    "btn_C6_S4_op2_op2_op2_q2":"▶  Tetszenek ezek a történetek.",

    "dia_C6_S4_op2_op2_1":"Aiza: Tegnap, mikor kelt fel a nap, látszódott mindkét hold az égen. Mesélj róluk valamit.",
    "dia_C6_S4_op2_op2_2":"Teó: Hm… igen, gyakran látszik a Phobos és a Deimos is egyszerre. Az ilyesmi nekem már fel sem tűnik.... Pedig régen el-el néztem őket. Különleges nevet kaptak, görögül a félelmet és a rettegést jelenti. Phobos és Deimos Arész, a háború istenének fiai voltak. Arész harcba vonulva mindig magával hozta ezeket a kísérőit, akik a csaták során terjesztették a rettegést és pánikot. Phobos és Deimos nemcsak istenekként jelentek meg a mítoszokban, hanem a háború szimbólumaiként is, hiszen a félelem és rettegés minden ütközet elválaszthatatlan része volt.",
    "btn_C6_S4_op2_op2_q1":"▶  Ez érdekes…",
    "btn_C6_S4_op2_op2_q2":"▶  Akkor emiatt nevezték el így őket.",
    "dia_C6_S5_1" : "2. Szakasz: Aeolis dűnék",
    "dia_C6_S5_2" : "A kráter peremét elhagyva a terep fokozatosan dombosabbá válik. Ezen a szakaszon a rovernek számos kisebb emelkedőt és lejtőt kell leküzdenie. A dombok között néhány meredekebb szakasz is található, amelyek alapos navigációt igényelnek.",
    "dia_C6_S5_3" : "A dombos területen az időjárási viszonyok változékonyabbak lehetnek. A nyíltabb terep miatt a rover időnként erősebb szeleknek is ki lehet téve. A látási viszonyok szintén változhatnak a domborzat miatt, de nagyobb viharokra ezen a szakaszon még nem kell számítani.",
    "C6_title" : "C6_AEOLIS",
    "C6_goal" : "JUSS_EL_A_KIJELÖLT_PONTRA",

    "dia_C6_M1_op1_op1_op1_op1_1" : "Aiza: Biztosan sokszor el kellett tévedniük ahhoz, hogy végül erre rájöjjenek.",
    "dia_C6_M1_op1_op1_op1_op1_2" : "Teó: Valószínűleg igen. Biztosan időbe tellett mire rájöttek, hogy nem a csillagok tévesztik meg őket, hanem csupán félreértik az égi jeleket. Másfelől viszont ezek az eltévedések gyakran új felfedezésekhez vezettek, hiszen a véletlenek és a hibák is hozzájárultak ahhoz, hogy új területeket és lehetőségeket találjanak. Tehát bizonyos értelemben még haszna is volt a tudatlanságuknak.",
    "dia_C6_M1_op1_op1_op1_op2_1" : "Aiza: Szeretem ezeket a történeteket.",
    "dia_C6_M1_op1_op1_op1_op2_2" : "Teó: Ennek örülök. Sok bölcsesség van ezekben a történetekben.",
    "dia_C6_M1_op1_op1_op1_op2_3" : "Aiza: A görög hajósok történetei például nemcsak arról szólnak, hogy hogyan találták meg az útjukat az ismeretlenben, hanem arról is, hogy hogyan néztek szembe a félelmeikkel és a bizonytalansággal.",
    "dia_C6_M1_op1_op1_op2_op1_1" : "Aiza: Miért vagy ennyire pesszimista?",
    "dia_C6_M1_op1_op1_op2_op1_2" : "Teó: Nem biztos, hogy pesszimizmus ez, inkább csak realizmus. Az emberiség hihetetlen dolgokat vitt véghez, de most azt érzem, hogy van egy álltalános bizonytalanság a világban. Hogyan tovább? Hova tovább? Nincs senki aki felülről látná a képet, aki szólna, hogy össze-vissza bolyongunk. És mivel se múlthoz se a jövőhöz nem kapcsolódunk így maradt az, ami van. Ez a földhöz szegez minket.",
    "dia_C6_M1_op1_op1_op2_op2_1" : "Aiza: Mi vezethetné az utunkat?",
    "dia_C6_M1_op1_op1_op2_op2_2" : "Teó: Semmi nincs ami vezethetne minket. A hit elvakult és épp annyi bajt hoz a fejünkre mint amennyi megoldást ad. Az emberek önzők és gyávák. Nincs olyan ember aki megmondhatná, hogy merre tovább. Bárki akik azt mondja, hogy tudja a helyes iránt, az hazudik.",
    "dia_C6_M1_op1_op1_op2_op2_3" : "Aiza: És a tudomány?",
    "dia_C6_M1_op1_op1_op2_op2_4" : "Teó: A tudomány önmagáért van és nem az emberekért.",
    "dia_C6_M1_op1_op2_op1_op1_1" : "Aiza: Nem tudom eldönteni, hogy ez rossz vagy jó dolog. Mármint az a hozzáállás, hogy kerüljük is el az ismeretlent. Féljünk tőle.",
    "dia_C6_M1_op1_op2_op1_op1_2" : "Teó: Az emberi természet része, hogy félünk attól, amit nem értünk teljesen, és hogy próbálunk óvatosak lenni, mielőtt átlépnénk az ismeretlen határát.",
    "dia_C6_M1_op1_op2_op1_op1_3" : "Aiza: A kérdés, hogy a belső határainkat, hogyan húzzuk meg. Hogy mit kezdünk azokkal a részekkel, amiket belül elzártunk magunkban.",
    "dia_C6_M1_op1_op2_op1_op2_1" : "Aiza: Ma ugyan így félünk?",
    "dia_C6_M1_op1_op2_op1_op2_2" : "Teó: Az emberi természet része, hogy félünk attól, amit nem értünk teljesen, és hogy próbálunk óvatosak lenni, mielőtt átlépnénk az ismeretlen határát. De ez a félelem nem feltétlenül rossz. Segít bennünket, hogy megfontoltabbak legyünk.",
    "dia_C6_M1_op1_op2_op1_op2_3" : "Aiza: Igen, bár ez a félelem, sokszor megköti a kezünk. Mivel pont az ismeretlenről van szó, nem tudjuk, hogy mennyire is kéne óvatosnak lennünk. Főleg ha magunkról van szó és mondjuk a belső tájunkon barangolva ütközünk valami fölfedezettlenbe.",
    "dia_C6_M1_op1_op2_op2_op1_1" : "Aiza: Mit gondolsz a szembenézésről?",
    "dia_C6_M1_op1_op2_op2_op1_2" : "Teó: Hát, hogy itt lenne az ideje de nem teszünk semmit. Az, hogy most már nincsenek sárkányok, nem jelenti azt, hogy nincs mitől félnünk. Te pontosan tudod, a Földről jöttél. Mi megy ott? Felégetjük a helyet ahol élünk, egyértelműek a jelek mégsem tesz senki semmit mert ilyen természetünk. Csak az aktuális pillanat számít, egyébként földbe dugjuk a fejünk és úgy teszünk mint ha a jövő nem létezne.",
    "dia_C6_M1_op1_op2_op2_op2_1" : "Aiza: Valóban rideg lett a világ vagy csak te érzed annak?",
    "dia_C6_M1_op1_op2_op2_op2_2" : "Teó: Nem, ezt nem csak én érzem. Gondolj bele, eltűnt minden misztikum a világból. Azt hisszük, hogy mindent tudunk. De ez a magabiztosság valójában nagyon ingatag, mert az ismeret gyakran nem hoz nyugalmat, inkább bizonytalanságot teremt. Olyan ez, mint állva bolyongani, azt hisszük, hogy haladunk valamerre, de valójában csak egy helyben toporgunk, mert nem találjuk meg az irányt az életünkben.",
    "dia_C6_M1_op2_op1_op1_op1_1" : "Aiza: Azt mondtad, hogy nem lett áttörés? Erre gondoltál?",
    "dia_C6_M1_op2_op1_op1_op1_2" : "Teó: Hát nézd... Részeredmények lettek, ellenállóbb növények stb. De összességében az a helyzet, hogy talaj továbbra is hihetetlenül száraz és tápanyagokban szegény, szinte teljesen élettelen. Olyan növényre lenne szükségünk amik nem kizárólag a talajból vesznek fel tápanyagot, de idáig nem jutottunk el.",
    "dia_C6_M1_op2_op1_op1_op2_1" : "Aiza: Van aki folytassa kutatásod?",
    "dia_C6_M1_op2_op1_op1_op2_2" : "Teó: Sajnos nem úgy alakult, ahogy terveztem. Az eredményeim és a feljegyzéseim nagy része megsemmisült a balesetben. Az anyagok, amelyeken dolgoztam, elvesztek, és így az a munka, amit elkezdtem, nem folytatódhat. Bár vannak más kutatók, akik próbálkoznak, a Z-482-esen tudok valakit. A saját kutatásomnak nem igazán van követője. Az a technológia, amit kifejlesztettem, nagyon specifikus, és mostmár nehéz volna visszatérni oda, ahol abbahagytam. És nem is hiszem, hogy más előrébb járna.",
    "dia_C6_M1_op2_op1_op2_op1_1" : "Aiza: Miért ne lehetne életre kelteni?",
    "dia_C6_M1_op2_op1_op2_op1_2" : "Teó: Nem tudom hány évet és menyni energiát kell beleölni, hogy a klíma jelentősen változzon, de látni kell azt, hogy ez a világ nem akar minket magának. Nem oyla nmint egy zord táj a Földön. Itt semmi sincs csak mocsarak, pusztító viharok és hideg. Ennek a bolygónak voltak szebb napjai, de megfagyott, kiszárdt és nem vagyok biztos abban, hogy ez visszafordítható. Nem mindig van második esély.",
    "dia_C6_M1_op2_op1_op2_op2_1" : "Aiza: A növények telepítése volt a te szakterületed, igaz?",
    "dia_C6_M1_op2_op1_op2_op2_2" : "Teó: Igen, pontosan. Az volt a feladatom, hogy olyan növényeket hozzak létre, amik képesek lennének megélni a marsi környezetben. Rengeteg időt töltöttünk laboratóriumi körülmények között, különféle földi növények genetikai módosításával, hogy jobban ellenálljanak a hidegnek, a sugárzásnak és a tápanyaghiánynak. Azonban minden egyes kísérletünk kudarcba fulladt, ez egy halott bolygó és attól tartok, hogy az is marad.",
    "dia_C6_M1_op2_op2_op1_op1_1" : "Aiza: Milyen szép. Mármint maga ez a kép, ahogya leírták.",
    "dia_C6_M1_op2_op2_op1_op1_2" : "Teó: A mitológia tele van gyönyörű szimbólumokkal, anélkül, hogy ismerték volna a pszichológiát, én úgy képzelem el, hogy segített az embereknek megérteni és kezelni a belső harcaikat. És talán nem csak a csatatéren... Néha viszont kegyetlenek ezeket történetek, ha úgy tetszik óva intenek minket. Ott van például Prométheusz vagy Atlasz esete, akik szembesáltak az istenekkel. Mindeketten örök életükre megbűnhődtek.",
    "dia_C6_M1_op2_op2_op1_op2_1" : "Aiza: Te mit tanultál ebből?",
    "dia_C6_M1_op2_op2_op1_op2_2" : "Teó: Hmm... Azt hiszem, a legnagyobb tanulság, amit ebből levontam, hogy a legnagyobb küzdelmeink mindig belül zajlanak. Bár néha úgy érzem a való élet problémái, vagy talán csak manapság, bonyolultabbak annál, mintsem irányt mutassanak az ilyen történetek. Sőt legtöbbször pont arról beszélnek, hogy mit ne csinálj és nem azt, hogy mit csinálj. Ott van például Atlasz és Prométheusz története.",
    "dia_C6_M1_op2_op2_op2_op1_1" : "Aiza: Érdekes ez az értelmezés de szerintem van egy másik része is. A háború az élet metafórája is lehet, aminek velejárója a félelem. Én úgy látom, hogy ők az emberben meglapuló félelem szinonímái, hogy is mondjam... Talán a legnagyobb tanulság, amit ebből levontam, hogy a legnagyobb küzdelmeink mindig belül zajlanak és azt hiszem azért érdems visszaemlékezni a erre mert segít az embernek megérteni és kezelni a belső harcait.",
    "dia_C6_M1_op2_op2_op2_op1_2" : "Teó: Az én harcaim elbuktak. Talán amiből leginkább tanulnunk kéne az nem Phobos és Deimos hanem Atlasz és Prométheusz története.",
    "dia_C6_M1_op2_op2_op2_op2_1" : "Aiza: Tetszenek ezek a történetek.",
    "dia_C6_M1_op2_op2_op2_op2_2" : "Teó: Ennek örülök. Talán nincs is jobb időtöltés ennél, miközben itt utazunk, mint anno a görögök, a tengeren, hogy felidézzük őket.",
    "dia_C6_M1_op2_op2_op2_op2_3" : "Aiza: Ki jut még eszedbe?",
    "dia_C6_M1_op2_op2_op2_op2_4" : "Teó: Hm.. hát rengeteg van. Ott van például Prométheusz vagy Atlasz esete, akik szembesáltak az istenekkel. Rájuk sokat gondolok mostanában, én magam is attól tartok, hogy hasonló hibát követtem el és tulajdonképpen mi mindannyian itt a Marson. Mindeketten örök életükre megbűnhődtek.",

    "dia_C6_M2_op1_op1_op1" : "Aiza: Gyerekkoromban erre nem figyeltem, de a görög hajósok történetei nem csak a kalandról szólnak. Mindegyik belső utazás is. Sokszor éppen a tévelygés, az ismeretlenben való elveszettség hoz olyan felismeréseket, amelyeket a jól kitaposott úton sosem találhatnánk meg. Ezek a mesék megmutatják, hogy a régi idők emberei is ugyanúgy küzdöttek a saját korlátaikkal, mint mi ma.",
    "dia_C6_M2_op1_op1_op2" : "Teó: A valóság az, hogy a világunk tele van kihívásokkal de gyengék vagyunk és ezzel már nem tudunk mit kezdeni. Az emberek mára nem csak egyénenként hanem összeségében mindenki elfordult a valóságtól. Elhazudjuk az életünk következményeit. És hiába van egy maréknyi ember akik itt is dolgoznak. Mire megyünk azzal, ha lesz egy második föld? Az örökké fog tatani?",
    
    "dia_C6_M2_op1_op2_op1_1" : "Teó: Ezt hogy érted?",
    "dia_C6_M2_op1_op2_op1_2" : "Aiza: Néha elrejtünk dolgokat még önmagunk elől is, mintha attól tartanánk, hogy ha szembenézünk velük, azok a belső sárkányok felébrednek és veszélyessé válnak. Mások pedig talán sosem jutnak el arra a pontra, hogy felfedezzék ezeket a rejtett részeket, mert félnek attól, amit ott találnának.",
    "dia_C6_M2_op1_op2_op2" : "Aiza: Ha már sárkányokról volt szó... Lehet, hogy félünk attól, hogy ha szembenézünk ezekkel a rejtett félelmekkel vagy kérdésekkel, akkor azok a belső sárkányok, amiket oly gondosan eltemettünk, felébrednek és ellenünk fordulnak. Lehet ez határozhatná meg az irányt, elindulni ezen a belső térképen.",
    
    "dia_C6_M2_op2_op1_op1" : "Teó: Ez a föld még mindig halott. Nem tudom hány évet és mennyi energiát kell beleölni, hogy a klíma jelentősen változzon, de látni kell azt, hogy ez a világ nem akar minket magának. Nem olya nmint egy zord táj a Földön. Itt semmi sincs csak mocsarak, pusztító viharok és hideg. Ennek a bolygónak voltak szebb napjai, de megfagyott, kiszárdt és nem vagyok biztos abban, hogy ez visszafordítható. Nem mindig van második esély.",
    "dia_C6_M2_op2_op1_op2" : "Teó: Ha körbenézel ezen a tájon, nem látsz mást csak kopasz hegycsúcsokat. Ha a Mars domborzatát figyeled, felfedezhetsz nyomokat, hogy itt valaha voltak tavak, folyók, mostanra már csak a szél formálja a köveket. Az én kutatásom tartott a leghosszabb ideig itt és talán mi kerültünk legközelebb, hogy felébredjen a bolygó de úgy tűnik ez is kevés volt. Elpocsékolt idő volt az egész élet.",
    
    "dia_C6_M2_op2_op2_op1" : "Teó: Az egyikőjük az értelem tüzét lopta el, a másikójuk fellázatt az istenek ellen. Dacoltak az istenekkel, olyan erőkkel küzdöttek ami nem az ő hatáskörük volt. És az igazat megvallva mi ugyan ezt tesszük, fogtuk az értelem tüzét és arra használjuk, hogy megmásítsuk a világot. Ebből a kieteln tájból új földet akarunk teremteni a sajátunkkat pedig felperzseljük.",
    "dia_C6_M2_op2_op2_op2_1" : "Aiza: Miért azonosulsz velük?",
    "dia_C6_M2_op2_op2_op2_2" : "Teó: Mert vannak történetek amik arról szólnak, hogy végleg is el lehet rontani a dolgokat. Dacoltak az istenekkel, olyan erőkkel küzdöttek ami nem az ő hatáskörük volt. És az igazat megvallva mi ugyan ezt tesszük, fogtuk az értelem tüzét és arra használjuk, hogy megmásítsuk a világot. Ebből a kieteln tájból új földet akarunk teremteni a sajátunkkat pedig felperzseljük.",

    "dia_C6_M3_op1_op1_1" : "Aiza: És a Földön is sokan vannak akik, akik igenis szembe tudnak nézni a problémáikkal...",
    "dia_C6_M3_op1_op1_2" : "Teó: Hányan? Kik? Mert én csak azt látom, hogy senki nem tesz semmit. Hányan vannak akik babonákkal áltatják magukat? Képzelt világokban élnek csak, hogy ne kelljen törődniük a valósággal és közben sorvad el az életük. Régen is ez volt és most is ez van.",
    "dia_C6_M3_op1_op2_1" : "Aiza: Jól tetted, hogy úgy döntöttél, visszajössz a Földre. Ez egy új kezdet lehet.",
    "dia_C6_M3_op1_op2_2" : "Teó: Kinek? Nekem már biztosan nem. Aiza, én már az életem végén járok és ez a világunkkal sincs másképp. Kihült a világ, nincsenek benne színek. Ha körbenézel a Földön, ott is csak a társadalomból kiábránult, a valóságtól képzelt világokba menekülő embereket látni mindenhol.",
    
    "dia_C6_M3_op2_op1_1" : "Aiza: Miért mondasz ilyet? A kutatásaidat hasznosítani fogják, vagy más, más úton de talál áttörést a Földön. Nem minden olyan elveszett mint amilyennek gondolod.",
    "dia_C6_M3_op2_op1_2" : "Teó: Jó, legyen. Lesz áttörés, egyszer. És tanultunk belőle valamit? Kinek csináljuk mindezt? Azok akik benépesítik majd a Marsot semmivel sem lesznek különbek azoknál akik a Földön élnek. Megyünk majd tovább ha a Marsot is elhasználtuk? Az emberek abba a hitbe ringatják salyát magukat, hogy minden rendben van és úgy is lesz megoldás.",
    "dia_C6_M3_op2_op2" : "Teó: Mégis, mire megyünk most? Hogyan tovább? Hallok híreket a földről és semmit nem változott a helyzet. A legnagyobb problémánk igazából saját magunk vagyunk. Egyszerre hallom a katasztrófák sorát és azt, hogy nincs semmi baj. Hazudnak az embereknek, az emberek pedig elhiszik a hazugságokat.",

    "dia_C6_M4_op1_1" : "Teó: Az egy nagyon gonosz, boldogtalan, romlott világ és reménytelen a helyzet. Az emberek elfáradtak, kiábrándultak, elvesztették a célt. Egyhelyben bolyonganak, ezért is jöttem el.",
    "dia_C6_M4_op1_2" : "Aiza: Abból amit mondasz, nekem úgy tűnik, hogy régen sem voltál igazán boldog. Nem szerettél a Földön élni, ha csak ennyit láttál belőle. Ostobának, és tehetetlennek állítasz be mindenkit, da valójában csak a salyát érzéseidet és tehetlenségedet vetíted rá az emberekre. Innen sem jöttél volna el, ha nem jövök érted. De ha már így alakult, nézz magadba, gondolj a régi történetekre ha úgy könnyebb... de kezdj el tényleg visszatérni közénk.",
    "dia_C6_M4_op2_1" : "Teó: Az egy nagyon gonosz, boldogtalan, romlott világ és reménytelen a helyzet. A tömegeket megtévesztik, hogy nincs semmi baj és akiket nem, azok is eszköztelenek, kiábrándultak, elvesztették a célt. Egyhelyben bolyonganak, ezért is jöttem el.",
    "dia_C6_M4_op2_2" : "Aiza: Őszintén nem hiszem, hogy az emberek ennyire ostobák lennének, hogy csak úgy megtévesztik őket. Máshol van a baj. Tudod? Valójában megspórólnak egy kellemetlen gondolatot. Azt a gondolatot, hogy amíg lapulok, közreműködője vagyok mindannak ami a szorongásom okát adja. Nincs más kiút csak a szembenézés. Mozdulni kell! Annyi rosszat elmondtál a Földről, számomra viszont az a legrosszabb, hogy a többség, köztük te is mára már a reménytől is elfordultak. Bármi ami reményteli hamis. Szerinted miért?",

    "dia_C6_S6" : "...Aiza... Kérlek adj egy... pohár vizet.",
    
    "C7_title" : "C7_TEO",
    "C7_goal" : "VIGYÉL_VIZET_TEÓNAK",
    "dia_C7_S2_1": "Aiza: Jobban vagy?",
    "dia_C7_S2_2": "Teó: Khm.. Igen azt hiszem. Köszönöm.",
    "dia_C7_S2_3": "Aiza: Gondold át, amit mondtam. Úgy érzem, hogy magadban tartasz valamit.",
    "dia_C7_S3_1": "Teó: Jelentést írsz rólam Thomas-nak?",
    "dia_C7_S4_1": "Aiza: Nem, csak nem tudok veled beszélni. Annyira keserű lettél, annyira nem vagy jelen. Tudom, hogy nem vagy jól, de mint ha nem is te lennél. Igyekszem rájönni, hogy mi történt veled de nem engeded, folyton csak merengsz a régi dolgokon, bizalmatlan vagy.",
    "dia_C7_S5_1": "Teó: Te is bizalmatlan lennél, ha ennyien cserbenhagytak volna. Ha folyton csak te küzdenél mások helyett.",
    "dia_C7_S7_1": "Aiza: Nem te vagy az egyetlen akit cserbenhagytak. Én is tehetnék szemrehányást, hogy sosem kerestél minket miután elmentél.",
    "dia_C7_S8_1": "Teó: Úgy mondod ezt, mintha nyaralni mentem volna el. Nem vagy már gyerek! Hoznom kellett egy döntést. Azt hiszed, nekem egyszerű volt itt? Azt hiszed én nem számítottam másokra? A szüleid ugyan úgy nem kerestek engem.",
    "dia_C7_S9_1": "Teó: Nem te vagy az első akit cserben hagynak. Talán rossz ember vagyok... leglább megpróbáltam tenni valamit.",
    "dia_C7_S17_1": "Aiza: Igazán szeretnék segíteni, de csak úgy fog menni, ha szembenézel ezekkel a dolgokkal. Nem bántani akarlak és azt sem akarom hogy te magadat bántsd. De látnod kell, hogy nem lehet mindenki gonosz körülötted, nem arról van szó, hogy téged hagynak mindig cserben. Amíg ebbe a biztonságos gyászba menekülsz, valójában te hagysz magára mindenkit. Ide is nekem kellett eljönnöm, miután évekig nem is hallottunk rólad. Nem baj... tényleg nem az. De kérlek most már tényleg térj vissza közénk, lépj ki ebből a mocsárból.",
    "dia_C7_S18_1": "Teó: Jó, rendben. Nagyon pozitív leszek csak mond meg hogyan?",
    "dia_C7_S19_1": "Aiza: Nem azt mondtam, hogy pozitív legyél! Csak hogy beszélj velem, őszintén.",

    "C8_title" : "C8_ROVER",
    "C8_goal" : "VÁRD_KI_A_VIHAR_VÉGÉT",

    "dia_C8_S1_1": "",
    "dia_C8_S1_2": "",

    "dia_C8_S2_1" : "Teó: Megharagudtál rám?",
    "btn_C8_S2_q1":"▶  Aggódom érted és fontosnak tartom, hogy beszéljünk.",
    "btn_C8_S2_q2":"▶  Azt mondtad vissza akarsz térni. Akkor miért nem vagy képes egyszerűen beszélni velem?",
    "dia_C8_S2_op1_1":"Aiza: Aggódom érted és fontosnak tartom, hogy beszéljünk.",
    "dia_C8_S2_op1_2":"Teó: Tudom-tudom... de beszélek veled szivesen. Mindent elmondtam magamról. Én csak azt érzem, hogy... lehet tényleg sokat panaszkodom. Túl keserű voltam. Talán csak el kéne fogadnom.",
    "btn_C8_S2_op1_q1":"▶  Nem baj, ha nehezen megy.",
    "btn_C8_S2_op1_q2":"▶  Mit kéne elfogadnod? Csak kezdj el magadról beszélni!",
    "dia_C8_S2_op1_op1_1":"Aiza: Nem baj, ha nehezen megy. Nem kell mindent azonnal elmondanod, de szeretnék veled lenni.",
    "dia_C8_S2_op1_op1_2":"Teó: Nem biztos, hogy megértenéd... talán senki sem érti. Annyi minden történt, amit már nem tudok visszacsinálni. Nem tudom, van-e még értelme bármit is elmondani ezekután. Láttam, hogy nézel rám. Nem akarom, hogy ilyen sajnálattal nézz a szerencsétlen nagyapádra, de a haragodat sem akarom.",
    "btn_C8_S2_op1_op1_q1":"▶  Tudom, hogy rengeteg energiát tettél bele a kutatásba.",
    "btn_C8_S2_op1_op1_q2":"▶  Csak azért haragszom mert elfordulsz tőlünk.",

    "dia_C8_S2_op1_op1_op1_1":"Aiza: Tudom, hogy rengeteg energiát tettél bele a kutatásba. Nincs miért haragudnom. Látom, hogy igyekszel.",
    "dia_C8_S2_op1_op1_op1_2":"Teó: Túl sokat foglalkoztam a kutatással. Ha vissza tudnék menni az időben, hogy újra fiatal legyek, mindent másképp csinálnék. Úgy érzem elvesztettem magam és ezzel együtt titeket is. Csak vissza akarok térni a földön hagyott önmagamhoz.",
    "btn_C8_S2_op1_op1_op1_q1":"▶  Úgy érzem, hogy leragadtál a múltban. Csak lépj tovább!",
    "btn_C8_S2_op1_op1_op1_q2":"▶  Ha meg tudsz nyílni, jó úton jársz.",
    "dia_C8_S2_op1_op1_op2_1":"Aiza: Csak azért haragszom mert elfordulsz tőlünk. Szerinted nekem milyen érzésvolt, mikor elmentél? És most, ennyi év után, hogy meg sem kérded, mi van velünk? Nem hiszem el, hogy visszajöttél volna, ha nem jövök el érted.",
    "dia_C8_S2_op1_op1_op2_2":"Teó: Nem hoztam jó döntést mikor ide jöttem, de akkor úgy éreztem, hogy nem maradhatok a Földön. Úgy éreztem, egy ingványos mocsáron állok, ami elnyel ha nem mozdulok. Ha jobban belegondolok, menekülnöm kellett onnan. De valójában rengeteget gondoltam rátok, de el kellett jönnöm.",
    "btn_C8_S2_op1_op1_op2_q1":"▶  Azt érzem, hogy most állsz mocsáron, ami éppen elnyel.",
    "btn_C8_S2_op1_op1_op2_q2":"▶  Olyan, mint ha egyáltalán nem hallanál meg.",
    
    "dia_C8_S2_op1_op2_op1_1":"Aiza: Mindig van esély újrakezdeni.",
    "dia_C8_S2_op1_op2_op1_2":"Teó: Már öreg vagyok. Ennyi idősen már nem változik az ember. Ha vissza tudnék menni az időben, akkor visszacsinálhatnám a dolgokat de nem tudok. Már nem az vagyok aki régen és igazából már alig emlékszem arra a Teóra akit a földön hagytam.",
    "btn_C8_S2_op1_op2_op1_q1":"▶  Én még emlékszem.",
    "btn_C8_S2_op1_op2_op1_q2":"▶  Ha eldöntötted, akkor nem is fogsz változni.",
    "dia_C8_S2_op1_op2_op2_1":"Aiza: Ha nem akarsz megváltozni, nem is fogsz.",
    "dia_C8_S2_op1_op2_op2_2":"Teó: Ilyen az ember természete. Mondtam, hogy nem vagyok olyan optimista mint te. Régen talán az voltam, de látva hogy az emberek mit tesznek a földön... Annyi céltalan, fölösleges életet láttam fent.",
    "btn_C8_S2_op1_op2_op2_q1":"▶  A te életed is ilyen céltalannak tűnik most.",
    "btn_C8_S2_op1_op2_op2_q2":"▶  Megint mellébeszélsz.",

    "dia_C8_S2_op1_op2_1":"Aiza: Mit kéne elfogadnod? Csak kezdj el magadról beszélni!", 
    "dia_C8_S2_op1_op2_2":"Teó: Nem tudom, hogy mit akarsz hallani tőlem. Egyszerűen nem tudok olyan optimista lenni mint te na... Csak azt érzem, hogy kidobott idő volt ez az egész és, hogy semmi okom panaszkodni neked. Elrontottam, sokmindent elrontottam de már nem változom.", 
    "btn_C8_S2_op1_op2_q1":"▶  Mindig van esély újrakezdeni.", 
    "btn_C8_S2_op1_op2_q2":"▶  Ha nem akarsz megváltozni, nem is fogsz.", 

    "dia_C8_S2_op2_1":"Aiza: Azt mondtad vissza akarsz térni. Akkor miért nem vagy képes egyszerűen beszélni velem? Otthon is ezt fogod csinálni? Eltaszítasz mindenkit, ezért maradtál egyedül.",
    "dia_C8_S2_op2_2":"Teó: Nem tudom mit mondhatnék. Mindent elmondtam, amit tudtam. Te miért nem mesélsz? Ahelyett, hogy engem faggatsz... Nem tudom, hogy mit vársz tőlem. Meggyőztél, hogy térjek vissza a földre és ehhez tartom is magam. Visszajövök és újra egy család leszünk.",
    "btn_C8_S2_op2_q1":"▶  Nem ettől leszünk új egy család.",
    "btn_C8_S2_op2_q2":"▶  Attól még, mert visszajössz nem változik semmi. Soha nem törődtél igazán velünk.",
    "dia_C8_S2_op2_op1_1":"Aiza: Nem ettől leszünk egy család. De ezt te is tudod. Azt látom rajtad, hogy nagyon messze elsodródtál tőlünk. Nem vagy itt, nem vagy jelen.",
    "dia_C8_S2_op2_op1_2":"Teó: De közben sokat gondoltam rátok. Ez az itt lét kimerített. Csak azt akartam, hogy mindenkinek jobb legyen de közben elveszítettem valamit... ami fontos volt.",
    "btn_C8_S2_op2_op1_q1":"▶  Mit?",
    "btn_C8_S2_op2_op1_q2":"▶  Az a baj, hogy mindig csak gondolsz ránk, de sosem lépsz, hogy felkeress.",

    "dia_C8_S2_op2_op1_op1_1":"Aiza: Mit?",
    "dia_C8_S2_op2_op1_op1_2":"Teó: Bárcsak tudnám. A Földön volt még bennem valami... elevenség. Nem is tudom. Azért is kell, hogy visszatérjek, hogy megtaláljam ezt, hogy magamhoz is visszatérjek.",
    "btn_C8_S2_op2_op1_op1_q1":"▶  Szerintem a lelked mélyén tudod.",
    "btn_C8_S2_op2_op1_op1_q2":"▶  Úgy érzem, hogy leragadtál a múltban. Csak lépj tovább!",
    "dia_C8_S2_op2_op1_op2_1":"Aiza: Az a baj, hogy mindig csak gondolsz ránk, de sosem lépsz, hogy felkeress.",
    "dia_C8_S2_op2_op1_op2_2":"Teó: Nem tudtam mindig ott lenni veled, ez igaz. De volt egy kötelességem. Azt éreztem tennem kell valamit, nem igaz, hogy te nem érezted azt a fullasztó légkört odafent. Az a sok céltalan, sehovasem tartó élet... ",
    "btn_C8_S2_op2_op1_op2_q1":"▶  De ennek már vége és most együtt vagyunk.",
    "btn_C8_S2_op2_op1_op2_q2":"▶  Mint amilyen a tiéd?",

    "dia_C8_S2_op2_op2_op1_1":"Aiza: Igazad van. Sajnálom. Nem azt mondom, hogy neked könnyű volt.",
    "dia_C8_S2_op2_op2_op1_2":"Teó: Szeretném, hogy minden olyan legyen mint régen. Ha visszatérek talán a régi énem is visszatér, akit a Földdel együtt szintén hátrahagytam.",
    "btn_C8_S2_op2_op2_op1_q1":"▶  Komolyan gondolod, hogy hátrahagytad?",
    "btn_C8_S2_op2_op2_op1_q2":"▶  Az nem fog csak úgy magától visszatérni.",
    "dia_C8_S2_op2_op2_op2_1":"Aiza: Minden, amit csináltál, értelmetlen volt. Miért vesztegettél el ennyi időt? Miért nem voltál inkább velünk?",
    "dia_C8_S2_op2_op2_op2_2":"Teó: Naív voltam, azt hittem, hogy számít amit csinálok, hogy tehetek valami nemeset. De igazad van... amíg ti fent a földön addig én itt lent vesztegettem az időmet. Végső soron mind azt csináljuk.",
    "btn_C8_S2_op2_op2_op2_q1":"▶  Nem értettél meg semmit abból amit mondani akartam.",
    "btn_C8_S2_op2_op2_op2_q2":"▶  Semmit nem változtál.",

    "dia_C8_S3_op1_op1_op1_op1" : "Úgy érzem, hogy leragadtál a múltban. Csak lépj tovább!",
    "dia_C8_S3_op1_op1_op1_op2" : "Ha meg tudsz nyílni, jó úton jársz.",
    "dia_C8_S3_op1_op1_op2_op1" : "Azt érzem, hogy most állsz mocsáron, ami éppen elnyel.",
    "dia_C8_S3_op1_op1_op2_op2" : "Olyan, mint ha egyáltalán nem hallanál meg.",
    "dia_C8_S3_op1_op2_op1_op1" : "Én még emlékszem.",
    "dia_C8_S3_op1_op2_op1_op2" : "Ha eldöntötted, akkor nem is fogsz változni.",
    "dia_C8_S3_op1_op2_op2_op1" : "A te életed is ilyen céltalannak tűnik most.",
    "dia_C8_S3_op1_op2_op2_op2" : "Megint mellébeszélsz.",
    "dia_C8_S3_op2_op1_op1_op1" : "Szerintem a lelked mélyén tudod.",
    "dia_C8_S3_op2_op1_op1_op2" : "Úgy érzem, hogy leragadtál a múltban. Csak lépj tovább!",
    "dia_C8_S3_op2_op1_op2_op1" : "De ennek már vége és most együtt vagyunk.",
    "dia_C8_S3_op2_op1_op2_op2" : "Mint amilyen a tiéd?",
    "dia_C8_S3_op2_op2_op1_op1" : "Komolyan gondolod, hogy hátrahagytad?",
    "dia_C8_S3_op2_op2_op1_op2" : "Az nem fog csak úgy magától visszatérni.",
    "dia_C8_S3_op2_op2_op2_op1" : "Nem értettél meg semmit abból amit mondani akartam.",
    "dia_C8_S3_op2_op2_op2_op2" : "Semmit nem változtál.",
    "dia_C8_S3_2" : "Azt hiszem indulhatunk tovább.",

    "dia_C8_S2_op2_op2_1":"Aiza: Attól még, mert visszajössz nem változik semmi. Soha nem törődtél igazán velünk és most sem látom rajta, hogy érdekelne, mi van velünk.",
    "dia_C8_S2_op2_op2_2":"Teó: Annyi ideig küzdöttem itt a földiekért, értetek. Egyszer sem írtál. Egyikőtök sem keresett. Az én dolgom lett volna innen összetartani a családot? Sokat gondoltam rátok és igenis törődtem veletek. Mikor kicsi voltál...",
    "btn_C8_S2_op2_op2_q1":"▶  Igazad van. Sajnálom.",
    "btn_C8_S2_op2_op2_q2":"▶  Miért nem voltál inkább velünk? Miért vesztegettél el ennyi időt?",

    "dia_C8_S4_1" : "3. Szakasz: Fennsík",
    "dia_C8_S4_2" : "Az út utolsó szakasza egy fennsíkon vezet keresztül, ahol a terep sziklásabb és nehezebben járható. Számos kőtörmelék és nagyobb szikla nehezíti a haladást, ami lassítja a rovert. A fennsík nyílt, ezért a rover jobban ki van téve a marsi viharoknak.",
    "dia_C8_S4_3" : "Ezen a szakaszon gyakoriak a viharok és a hirtelen jött homokviharok, amelyek jelentősen rontják a látási viszonyokat és akadályozzák a haladást. Az erős szél és a felkavart por miatt a rover folyamatos figyelmet és felkészülést igényel.",

    "C9_title" : "C9_HELLAS",
    "C9_goal" : "VEZESS_VÉGIG_A_FENNSÍKON",

    "negative_dia_C9_driver1": "Aiza: Thomas még beszélni akar veled az indulás előtt. Jelentened kell szóban is, hogy mi történt.",
    "negative_dia_C9_driver2": "Teó: Persze, tudom. Thomas rajta akarja tartani a kezét a projekten. Ott ők, mindannyian a katedrálisban... Tudják, hogy ezen múlik a karrierjük. Thomas is csak addig vett részt a munkában a farmon, amíg úgy tűnt, hogy eredményeket érhet el. Aztán persze eltűnt.",
    "negative_dia_C9_driver3": "Aiza: Aggódott érted. Ezért kért, hogy segítsek.",
    "negative_dia_C9_driver4": "Teó: A mintákért aggódott! De azokért már aggódhat. Mind elveszett.",
    "negative_dia_C9_driver5": "Teó: Ez egy személyes kudarc nekem, nagy veszteség. Tudod valójában csak az elvesztegetett éveket gyászolom. Olyan sok reménnyel érkeztem ide.",
    "negative_dia_C9_driver6": "Aiza: Ha elvesztek a minták, az mindanyiunknak nagy veszteség lenne. Csak a munka miatt gyászolod az elvesztegett éveket?",
    "negative_dia_C9_driver7": "Teó: Nagy veszteség lenne?",
    "negative_dia_C9_driver8": "Aiza: Csak a munka miatt gyászolod az éveket?",
    "negative_dia_C9_driver9" : "Teó: Nem hoztam jó döntést mikor ide jöttem, de akkor úgy éreztem, hogy nem maradhatok. Úgy éreztem, egy ingványos mocsáron állok, ami elnyel ha nem mozdulok. Ha jobban belegondolok, dühöt éreztem az ostobák miatt, a felszínesség miatt. Annyi céltalan, fölösleges életet láttam fent.",
    "negative_dia_C9_driver10": "Aiza: Gondolgodtál azon, hogy mi a különbség a virtualitásba menekülők, a múltba révedők és közted?",
    "negative_dia_C9_driver11": "Aiza: Tudod...ha valaki az életében egy nagyon fontos területen hazudik magának, akkor annak következménye van. Mégpedig, hogy elkezdi egyre kevésbé tisztelni saját magát. Egyeseknél ez önutálatba fordul, mások azt gondolják, hogy a körülöttük lévők rosszak.",
    "negative_dia_C9_driver12": "Aiza: Ebből jön ez a körcsös akarás, az állandó megfelelés, a szorongás, a cselekvés küszöbén állás állandó érzése. Ez valójában menekülés az élet elől. Az ilyen ember elbújik. Helyette inkább agyal, teóriákat gyárt.",

    "positive_dia_C9_driver1": "Aiza: Thomas még le akar ülni veled beszélni kicsit indulás előtt. Lehet tenned kell egy szóbeli jelentést is a történtekről. Remélem lesz elég időnk, már egész közel vagyunk. Ha minden jól megy elérjük a következő kilövést. Várod már?",
    "positive_dia_C9_driver2": "Teó: Nem tudom, aggódom. Nem szeretnék erre gondolni mert szorongat a gondolat, hogy nem is tudom... hogy mi vár a Földön.",
    "positive_dia_C9_driver3": "Aiza: Úgy érzem, hogy nem voltál boldog a Földön sem. Pedig szép dolgok is vannak ott. Például láthatsz újra madarakat. Ne mindig a rossz dolgokra gondolj, azt mondtad, hogy a régi önmagadhoz akarsz visszatérni. Milyen emlékeid vannak róla?",
    "positive_dia_C9_driver4": "Teó: Boldoggá tesz látnom azt, hogy te ennyire pozitív vagy. A régi önmagam, hát...",
    "positive_dia_C9_driver5": "Aiza: Gyerekként milyen voltál?",
    "positive_dia_C9_driver6": "Teó: Akaratos, elszánt. Talán ezért sikerült minden elsőre, éltanuló voltam. Lehet amiatt mert elemző típus vagyok. Kisgyerekként úgy ondoltam magamra mint akinek semmi köze ahhoz, ami körülötte történik és csak tanulmányozza a világot. Tudtam, hogy csak magamra számíthatok egyedül és most is tudom, hogy magamnak kell megoldanom az életem.",
    "positive_dia_C9_driver7": "Aiza: Most is úgy érzed, hogy semmi közöd ahoz ami történik? Kicsit azt érzem... Távolról akartad szemlélni a dolgokat, kíváncsi voltál. Benned volt a vágy, hogy megismerj de úgy, hogy téged ne érjenek a dolgok.",
    "positive_dia_C9_driver8": "Teó: Nem egészen értem a kérdésed. Milyen dolgok?",
    "positive_dia_C9_driver9" : "Aiza: Hát nyilván a rosszak. Talán már otthon is bántott valami, aminek fájt a közelében lenned.",
    "positive_dia_C9_driver10": "Teó: Nem tudom Aiza. Nem hiszem, hogy fájt volna bárminek a közelében lennem, otthon. Nem is igazán tartom otthonnak, talán pont ez a baj. Ez a szomorú, sivár hely az otthonom. Úgy hozzászoktam már, ehhez az élethez. Komfortos volt benne lennem és néha el is hitettem magammal, hogy értelme van a szomorúságomnak.",
    "positive_dia_C9_driver11": "Teó: Hogy valami értéke van, hogy ez talán valamiek az ára és ha hátrahagyom, azzal csak valami űr marad utánna, elpazarolt évek. Másrészt, nem látom azt az embert aki vagyok enélkül. Talán ha visszatérek majd látom, talán az felidéz emlékeket, előhoz valamit.",
    "positive_dia_C9_driver12": "",

    "dia_C9_M1_op1_1":"Aiza: Vissza tudsz emlékezni, hogy mikor jöttél rá, hogy vissza kell térned?",
    "dia_C9_M1_op1_2":"Teó: Fokozatosan jöttem rá, azt hiszem. Talán mindig is tudtam. Nehéz megmondani. Esküszöm megmondanám de én magam se tudom. Csak teltek a napok, hetek, hónapok és én egyre ridegebb lettem. Tudod olyan vagyok mint ez a föld...",
    "lbl_C9_M1_op1_q1":"  Ha ennyire rosszul voltál, miért nem szóltál hamarabb?",
    "lbl_C9_M1_op1_q2":"  Mire akarsz kilyukadni?",

    "dia_C9_M1_op2_1":"Aiza: Amikor rádtaláltam a bázison, szinte nem is ismertem rád. Zavart voltál, úgy gondoltam csak átmeneti... Most... most úgy érzem, hogy tényleg nem fogsz megváltozni. Papa, én tényleg örültem, hogy eljössz velem. Tényleg elhittem, hogy így lesz.",
    "dia_C9_M1_op2_2":"Teó: Tényleg akartam. Amikor beszélni keztünk - még az indulásod előtt - én azt éreztem új erőre kapok... csak... amit találtam, nem lehetett... Nem lehetett befejeznem a kutatást.",
    "lbl_C9_M1_op2_q1":"  Mire szeretnél kilyukadni?",
    "lbl_C9_M1_op2_q2":"  Megint kezded a kifogásokkat!",

    "dia_C9_M2_op1_1":"Aiza: Ha ennyire rosszul voltál, miért nem szóltál hamarabb?",
    "dia_C9_M2_op1_2":"Teó: Azt mondogattam magamnak, hogy küldetésem van és hogy ez fontosabb annál, mint hogy mire vágyok. Már annyiszor megbántam... Tudod az ember sóvárog valami után és egy idő után a rabja lesz. Se elérni se otthagyni nem tudtam. Féltem a kudactól. Mindent feláldoztam és azt éreztem, hogy nem jöhetek vissza üres kézzel ezekután.",
    "lbl_C9_M2_op1_q1":"  Nem számított volna, hogy mit érsz el, ha visszajösz.",
    "lbl_C9_M2_op1_q2":"  Aztán bejelentetted, hogy visszajössz majd megint eltűntél.",

    "dia_C9_M2_op2_1":"Aiza: Mire akarsz kilyukadni?",
    "dia_C9_M2_op2_2":"Teó: Agh, Aiza... Tudnék mesélni. Tudod rájöttem valamire, csak el akartam rendezni a dolgot aznap este... De én, egy ponton tényleg lezártam ezt. Thomas nélkül, a katedrális nélkül, a konzorcium nélkül... be kartam fejezni, azt akartam, hogy nekik ne legyen közük hozzá.",
    "lbl_C9_M2_op2_q1":"  Thomas azt mondta, hogy még beszéltetek.",
    "lbl_C9_M2_op2_q2":"  Hogyan hagytad abba a kutatást?",

    "dia_C9_M2_op3_1":"Aiza: Megint kezded a kifogásokkat!",
    "dia_C9_M2_op3_2":"Teó: Nem, én nem. Akkor elkezdem. Már rég el akartam mondani neked, hogy hogyan fejeztem be a kutatást. Azt a napot. Rájöttem valamire... csak előbb tudnom kellett, hogy Thomasék mit várnak tőled.",
    "lbl_C9_M2_op3_q1":"  Azt hittem nem emlékszel a kutatás végére, akkor meséld el!",
    "lbl_C9_M2_op3_q2":"  Hanyadjára kezdjük el ezt? Miért vagy ilyen?",

    "dia_C9_M3_op1_1":"Aiza: Nem számított volna, hogy mit érsz el, ha visszajösz.",
    "dia_C9_M3_op1_2":"Teó: Nincsem semmim Aiza. Egy nincstelen öregember vagyok, aki elfordult mindenkitől. Nincs már sok időm hátra, de nem ez zavar... Adni akartam valamit. Úgy térek vissza és úgy halok majd meg, hogy semmi nem nől ki abból a földből, amibe ültettem.",
    "lbl_C9_M3_op1_q1":"  El kell mondanom neked valamit...",

    "dia_C9_M3_op2_1":"Aiza: Thomas azt mondta, hogy még beszéltetek az 5487. SOL-on, aztán semmi. Bejelentetted, hogy visszajössz majd eltűntél. Nemsokal rá megváltoztattad a központi kódot a bázison, de a többieknek ezt már nem jelentetted. Így nem fértek hozzá a rendszer adatbázisához. Eltűnteted előlük a bázist.",
    "dia_C9_M3_op2_2":"Teó: Úgy éreztem, hogy nem tudok kilépni ebből. Nem tudok már megváltozni, hogy... ez volt életem története. Minden ami egyszer eleven volt mára megszilárdult. Ahogyan ebből a földből sem nőhet ki semmi ami élő, már az én életem sem vehet új irányt.",
    "dia_C9_M3_op2_3":"Aiza: Nem baleset történt igaz?",
    "dia_C9_M3_op2_4":"Teó: Olyan hosszú ideig nem éreztem semmit, aztán egy nap jöt az ihlet, tulajdonképpen befejezhetném a művemet. Egy élet munkája volt az üvegbúrában. Arra gondoltam, hogy ha ebből bármi is értékes, hát most kiderül.",
    "lbl_C9_M3_op2_q1":"  Tudod mit találtam az üvegházban két napja?",
    "lbl_C9_M3_op2_q2":"  Nem baleset történt...",

    "dia_C9_M3_op3_1":"Aiza: Akkor meséld el, hogyan hagytad abba a kutatást.",
    "dia_C9_M3_op3_2":"Teó: Nagyon jól emlékszem, hogyan hagytam abba a kutatást. Egyik este, miután nyolc órát töltöttem a laborban, egyszer csak, mintha hosszú meddő erőfeszítés után hirtelen igazi ihletem támadt volna.",
    "dia_C9_M3_op3_3":"Aiza: Mi volt az?",
    "dia_C9_M3_op3_4":"Teó: Az utóbbi két hónapban csakis a kiemelt minta tenyésztésén dolgzotam. Kétségbeesett kísérletek sora... tudod milyen ez, a kutatói lét velejárója. Ugyanakkor az egyedül töltött idő párbeszédre sarkallt önmagammal. Talán a magokkal együtt a magamba vetett hit is meddő. Az ereménytelenség nem a remény hibája, ez a föld halott. Szóval tehát tulajdonképpen befejeztem a művemet. Egy élet munkája volt abban az üvegházban. Arra jutottam, hogy ha ebből bármi is értékes, most kiderül. Befejeztem egy hosszú párbeszédet, ami kitudja milyen régóta folyik.",
    "lbl_C9_M3_op3_q1":"  Gondoltam, hogy nem baleset történt.",
    "lbl_C9_M3_op3_q2":"  De a magok nem pusztultak el. Itt vannak nálam.",

    "dia_C9_M3_op4_1" : "Aiza: Hanyadjára kezdjük el ezt? Eljöttem érted, próbállak visszarángatni az életbe, rájönni, hogy mi lett veled és állandóan falakba ütközöm.",
    "dia_C9_M3_op4_2" : "Teó: Igazából már mindegy is... ha visszaérünk úgy is jeltést teszek. Elmondom nekik, hogy a balesetben megsemmisült minden mag. Nem pótólhatóak, még ha lett is volna köztük ígéretes...",
    "dia_C9_M3_op4_3" : "Aiza: Nem így történt. Nem tudom, pontosan, hogyan de nem így. Az üvegház biztonsági széfjében védve volt egy adag minta. Nem tűnt el minden.",
    "dia_C9_M3_op4_4" : "Teó: Mi lett azokkkal a magokkal?",
    "lbl_C9_M3_op4_q1":"  Elhoztam mindet.",

    "C10_title" : "C10_CENTRAL",
    "C10_goal" : "ÉRJ_CÉLBA",
    "dia_C10_S1_positive": "Aiza: El kell mondanom neked valamit...",
    "dia_C10_S2_positive": "Teó: Igazából azt szeretném, hogy tudd, ha vissza tudnám csinálni... én... bárcsak soha ne jöttem volna ide.",
    "dia_C10_S3_positive": "Aiza: Itt megállok egy pillanatra.",
    "dia_C10_S5_positive": "Aiza: Tudod mit találtam az üvegházban két napja?",

    "dia_C10_S1_mid": "Teó: Van valami amit el akarok mondani neked. A laborról…",
    "dia_C10_S2_mid": "Aiza: Tudom, hogy nem baleset történt. Tudom, hogy te szabotáltad a kutatást.",
    "dia_C10_S3_mid": "Teó: Tulajdonképpen amiatt jöttél, igaz? Az anyagokat akartad elvinni.",
    "dia_C10_S4_mid": "Aiza: Miért csináltad?",
    "dia_C10_S5_mid": "Teó: Nem kaphatják meg ezt. Nem érdemlünk több esélyt.",
    "dia_C10_S6_mid": "Teó: Nem változtathatjuk a világot tovább az igényeink szerint még ha ez is ösztönösen az első gondolatunk. Magunkat kell a világhoz formálni.",
    "dia_C10_S7_mid": "Teó: Tudnod kell, hogy nem vagyok büszke…",
    "dia_C10_S8_mid": "Aiza: De aztán meggondoltad magad.",
    "dia_C10_S9_mid": "Aiza: Nem így volt?",
    "dia_C10_S10_mid": "Aiza: Nagypapa, biztos azt hiszed, hogy ki fogom tudni találni minden gondolatod. Biztos vagyok abban is, hogy idővel jobban leszel, ha már nem vagyunk ezen a kijetlen helyen, ahova száműzted magad. De tudnod kell, hogy vannak helyek ahova nem érek el. Egy darabon cipelhetlek, de végül lesz egy pont ahol neked kell majd tovább utaznod és vissza, hogy újra közöttünk legyél. Van egy hely ahova csak te tudod az utat.",

    "dia_C10_S1_negative": "Teó: Van valami amit el akarok mondani neked. A laborról…",
    "dia_C10_S2_negative": "Aiza: A magok nem pusztultak el. Elhoztam mindet. Itt vannak nálam.",
    "dia_C10_S3_negative": "Teó: Tulajdonképpen amiatt jöttél, igaz? Az anyagokat akartad elvinni.",
    "dia_C10_S4_negative": "Aiza: Miért titkoltad el?",
    "dia_C10_S5_negative": "Teó: Nem kaphatják meg ezt. Nem érdemlünk több esélyt.",
    "dia_C10_S6_negative": "Teó: Nem változtathatjuk a világot tovább az igényeink szerint még ha ez is ösztönösen az első gondolatunk. Magunkat kell a világhoz formálni.",
    "dia_C10_S7_negative": "Aiza: Miről beszélsz egyáltalán? Ez a mi életünk, a családod élete. Téged is érint.",
    "dia_C10_S8_negative": "Teó: Mindenki meghozza a maga áldozatát... Én nekem már nincs jövőm a földön. Vállalom a felelőséget azért amit tettem. Helyesen cselekedtem.",
    "dia_C10_S9_negative": "Aiza: Thomas nagyon csalódott lesz...",
    "dia_C10_S10_negative": "Teó: Én is csalódtam bennetek, én is csalódtam.",

    "dia_C11_S8" : "El kell innen menni, mert ez nem az a hely, ahol lenni lehet, és ahol maradni érdemes, mert ez az a hely, ahonnan elviselhetetlen",
    "dia_C11_S9" : "kibírhatatlan, hideg, szomorú, kietlen és halálos súlya miatt menekülni kell, fogni a bőröndöt, mindenekelőtt a bőröndöt, két bőrönd éppen elég",
    "dia_C11_S10" : "abba berakni mindent, és rákattintani a zárakat, hogy aztán rohanás a suszterekhez, és talpalás és talpalás és megint csak talpalás",
    "dia_C11_S11" : "mert bakancsok kellenek, egy pár bakancs, ez mindenképpen, egy jóféle bakancs és két bőrönd elég, azzal már nekivághatunk, amennyiben tudjuk ( mert ez az első )",
    "dia_C11_S12" : "hogy pontosan hol az a hely, ahol éppen vagyunk, kell tehát egy képesség, egy egészen gyakorlatias tudás ahhoz, és nem valami irányzó érzelem vagy egy amolyan szív mélyén rejtekező",
    "dia_C11_S13" : "ködös izé, hogy meghatározzuk, hol vagyunk éppen, amihez képest majd kiválasztjuk a helyes irányt, egy érzék, mintha a kezünkbe foghatnánk",
    "dia_C11_S14" : "egy-egy különleges eligazítókészüléket, amellyel megmondhatjuk, hogy akkor tehát itt és itt volnánk a térben, történetesen egy különlegesen elviselhetetlen, kibírhatatlan, hideg, szomorú",
    "dia_C11_S15" : "kietlen és halálos metszéspontban, ahonnan menni kell, mert ez nem az a hely, ahol lenni tudni és maradni tudni képes az ember, az ember ezen a",
    "dia_C11_S16" : "mocsaras, aggasztóan sötét pontján a térnek egyáltalán nem képes semmire azon kívül, hogy kimondja, menni, és menni azonnal, gondolkozás nélkül nekivágni...",
    "dia_C11_S17" : "és nem nézni vissza...",

    "dia_credits_1_1" : "Készítette:",
    "dia_credits_1_2" : "Barta Dávid",
    "dia_credits_2_1" : "Aiza - Balogh Éva",
    "dia_credits_2_2" : "Teó - Barta Dávid",
    "dia_credits_3_1" : "Külön köszönet",
    "dia_credits_3_2" : "a fotókért Augusztinyi Fruzsinak",
    "dia_credits_4_1" : "Felhasznált zenék:",
    "dia_credits_4_2" : "",
    "dia_credits_5_1" : "Képek és inspiráció:",
    "dia_credits_5_2" : "Arthur Siegel, Hazem Talaat, Augustus Knapp, nerojer",
    

    "comp_news" : "./hírek/",
    "journal_title" : "Rejtélyes Eltűnés a Marson: Dr. Bolyai Teó, a Világhírű Növényszervezettani Professzor Megszakítja Kapcsolatát a Marsi Kutatással",
    "journal_1" : "Hétfőn bejelentette a tudományos világ egyik legelismertebb alakja, Dr. Bolyai Teó, hogy végérvényesen megszakítja a kapcsolatát a Marson folytatott kutatásokat irányító szervezettel. Dr. Bolyai, a Növénybiológiai Intézet professzora, eddig a Marsi Kutatási Projekt élén vezette a növények viselkedésével kapcsolatos kutatásokat, amelyekről azonban kevés konkrét információ szivárgott ki a nagyközönség felé.",
    "journal_2" : "Az események kibontakozása során a titokzatosság még inkább érdekessé vált, amikor kiderült, hogy a kutatások eredményei teljes mértékben titkosítva vannak, és nem tudni, hogy a szervezet Marsi bázisa mikor osztja meg azokat a nyilvánossággal.",
    "journal_3" : "A szóvivő, Dr. Emily Whigham, aki a Marson folytatott kutatásokkal kapcsolatos információkért felel, nem osztott meg részleteket az ügy kapcsán. \"Ez egy kényes időszak a kutatásainkban, és tiszteletben tartjuk Bolyai professzor úr elhatározását. Reméljük, hogy ez csak átmeneti állapot, és a jövőben újra részt vesz a projektben\" - mondta a szóvivő.",
    "journal_4" : "Dr. Bolyai hosszú éveken keresztül aktívan felszólalt az éghajlatváltozás és a növények alkalmazkodó képességeinek kapcsolatáról. Munkássága nem csak a tudományos közösségben, hanem a nagyközönség körében is jelentős elismerést szerzett. Azok a kutatók, akik közvetlenül együtt dolgoztak Dr. Teóval, mélyen megdöbbentek és értetlenül állnak a professzor döntése előtt.",
    "journal_5" : "Azonban vannak, akik Dr. Bolyai hosszú távú távollétét és a mostani történést is a kutatási projekt kudarcával magyarázzák. A név nélkül nyilatkozó kritikusok szerint a professzor talán nem érte el a várt eredményeket a Marsi kutatások során, és most a projekt hosszú távú sikertelensége miatt hozta meg ezt a drasztikus döntést.",
    "journal_6" : "Az eset továbbra is sok kérdést vet fel, de a tudományos közösség, és a közvélemény egyaránt figyelemmel kíséri, vajon Dr. Bolyai Teó visszatér-e valaha a marsi kutatásokhoz, vagy véglegesen hátrahagyja azt. Egyelőre a titokzatos körülmények és a kutatások jövője függőben van a Marson.",
    "comp_diary" : "./napló/",
    "note_1_title" : "5367. SOL",
    "note_2_title" : "5372. SOL",
    "note_3_title" : "5379. SOL",
    "note_4_title" : "5385. SOL",
    "note_5_title" : "5390. SOL",
    "note_6_title" : "5397. SOL",
    "note_7_title" : "5403. SOL",
    "note_8_title" : "5410. SOL",
    "note_9_title" : "5415. SOL",
    "note_10_title" : "5421. SOL",
    "note_11_title" : "5427. SOL",
    "note_12_title" : "5433. SOL",
    "note_13_title" : "5439. SOL",
    "note_14_title" : "5445. SOL",
    "note_15_title" : "5451. SOL",
    "note_16_title" : "5457. SOL",
    "note_17_title" : "5463. SOL",
    "note_18_title" : "5469. SOL",
    "note_19_title" : "5475. SOL",
    "note_20_title" : "5481. SOL",
    "note_21_title" : "5487. SOL",
    "note_22_title" : "5493. SOL",
    "note_23_title" : "5499. SOL",
    "note_24_title" : "5580. SOL",
    "note_25_title" : "5581. SOL",
    "note_1" : "Ma az újonnan génmódosított növények fejlődését monitoroztam. Az ellenállósági tesztek pozitívnak mutatják őket. A kutatás izgalmas, de nehéz így egyedül a munka.",
    "note_2" : "A Marsi időjárás változékonysága hatással van a növények napi életére. Az atmoszféra és talaj változásaival való foglalkozás mellett, a napi edzés, a szigorú protokoll talán annyit ront a hangulatomon mint amennyit segít. Van ennek értelme?",
    "note_3" : "A génmódosított növények közül az egyik váratlanul kifejlesztett egy olyan tulajdonságot, amely megnöveli a fotoszintézis hatékonyságát a Marson. Ez a felfedezés hatalmas lépés előre a növények alkalmazkodásában a vörös bolygó viszontagságaihoz.",
    "note_4" : "Semmi nem változott, hamarosan kész a módosított géállomány összes verziója. Kezdőthet az elemzés.",
    "note_5" : "Az ellenállósági tesztek végeredményeit elemzem. Izgatott vagyok az eredményeket illetően.",
    "note_6" : "Öt napja dolgozom a tesztek ellenőrzésén. Hiába a fotoszintézis hatékonysága, az ellenállóképesség egy ponton elbukik mindnél. Kezdem feladni ezt az egészet.",
    "note_7" : "Úgy döntöttem, hogy elengedem a magas photoszintézisre való hajlamot, kicsit lejebb adok ebből, áttértem a többi mintára. Most ebben a pillanatban úgy tűnik, hogy találtam a Cynara cardunculus-ból egy nagyon bizalomgerjesztő mutációs ágat. Erre állítom át a rendszert.",
    "note_8" : "Jelen pillanatban úgy tűnik számomra, hogy sikerült létrehozni egy olyan génmódosított növényfajt, amely képes kinyitni és zárni a sztómáit a Marson uralkodó körülményeinek megfelelően. Ez az adaptáció jelentős előrelépés! Bár nem akarom elkiabálni, az adatokat lementem és továbbküldöm majd ha megvagyok a rendszerezéssel.",
    "note_9" : "A napi rutin kezd monotonná válni. Feszültem figyelem az új mutáns viselkedését de egyenlőre még nem igazán látványos a dolog.",
    "note_10" : "A Marsi talaj analízisek folyamatban. A növények ellenállósága kielégítő, de továbbra sem érzem jól magam. Tegnap megfordult a fejemben, hogy van-e értelme a küldetésnek.",
    "note_11" : "A Földdel való kapcsolat hajszálvékony. Az izoláció mélyebb szintjére merülve nehéz a küldetés céljait értelmezni. A növények fokozatosan válnak a legjobb társaimmá. Félek.",
    "note_12" : "Az éghajlatmódosító kísérletek során a génmódosított növények meglepő módon kezdték el növelni az atmoszférikus oxigén szintjét. Ez a felfedezés nemcsak a kutatásaimat erősíti, de hosszú távon kulcsfontosságú lehet. Az adatok lementve.",
    "note_13" : "A génmódosított növények szép lassan kolóniaként telepednek meg. Ez eddig a legsikeresebb tesztcsoport. Lehet szentimentális vagyok, de areophila-nak neveztem el.",
    "note_14" : "Az év végéhez közeledve megfordult a fejemben a génmódosított növények szabadon engedése. Thomasnak még nem mondtam, ellenezné. Valójában igaza is lenne. Inkább még átgondolom.",
    "note_15" : "Meggondoltam magam. A szabadon engedés őrültség lenne. Az év végi eredmények biztatóak a Marsi környezet adaptációjával kapcsolatban. A mentális kimerültség viszont láthatóan hátráltatja a munkámat. Lehet abba kéne hagynom?",
    "note_16" : "A dolgok folyamatosan ismétlődnek. Csak most néztem vissza mióta is vagyok itt. Megdöbbent és lenyűgöz, hogy meddig bírom még kínozni magam, miközben olyan egyértelmű, hogy mire lenne szükségem. Emberekre, valódi hús-vér emberekre. A családomra.",
    "note_17" : "Az év végi tesztek során az új génmódosított növények összehasonlíthatatlanul hatékonyabban képesek fotoszintetizálni a Marson. A talajjavító beavatkozásoknak köszönhetően a növények képesek gyorsabban megerősödni és nőni, ami fontos lépés.",
    "note_18" : "Az új fajták szabadon engedése után az izoláció egyre nehezebb lenne. Ezt a lépést még átgondolom. Ez most csak egy gondolat...",
    "note_19" : "Az évforduló megközelítése mély gondolkodásra sarkall. A kutatások továbbra is motiválnak, de mostanra már többször megkérdőjeleztem a kutatás célját és fontosságát. Már egy ideje inkabb gondolok erre a helyre úgy mint az otthonomra és ez baj. Zavarodott vagyok.",
    "note_20" : "A tervezett küldemény további egy év eltelte előtt érkezik. Ez jó hír! A génmódosított növények már egy önfenntartó kolóniát alkotnak. Ezzel a küldeménnyel most egy jóideig nem szorulok a központra. Fontos döntést hoztam meg emiatt.",
    "note_21" : "A legfontosabb kérdés, hogy mi lehet a kutatás leghasznosabb felhasználása. A szabadon engedés ökológiai katasztrófát okozhat, bármely bolygót vesszük is alapul. Át kell gondolni ezt a lépést. Nagyon aggaszt a kutatás súlya de most egy kicsit jobban érzem magam. Az unokám írt.",
    "note_22" : "Megbetegedtem. Valószínűleg a vitaminszegény étkezés és a hideg megtette a hatását. A lényegi információ viszont az, hogy változott a központi rendszer bejelentkező kódja. Mostantól: 2991",
    "note_23" : "Nem tudom, hogy mit mondhatnék a kétségbeesésről. Annak örülnék a legjobban ha boldog lennél. Én a madarakra gondolok mikor meg szeretném magam nyugtatni. A földön élnek madarak. Lehunyom a szemem és az erdőbe képzelem magam. Tiszta a levegő, nincs rajtam szkafander és az arcomon érzem a nap melegét. A madarak énekét hallgatom, a levelek susogását. Fiatal vagyok, öreg vagyok. Nincs is korom. Talán már otthon is vagyok.",
    "note_24" : "Ezek a növények akármennyire is ártatlanok most, veszélyesek lehetnek mind a Marsra mind pedig a Földre. Nem bízok Thomas ítélőképességében. Hazudik nekem, látom rajta, hogy csak a siker érdekli. Az hogy mit hoztam létre, nem. Először itt hagyott, most pedig learatná a babérokat. Vissza kell menni. El kell mennem innen, de a magokat nem akarom magammal vinni.",
    "note_25" : "Mi a valóság? Nem tudom. Amikor a madaram a számító a számítógép monitorját nézte arra gondoltam, ennek fogalma sincs arról, hogy mit lát. És megis mit teszt ilyenkor a madár? Kétségbe esik? Nem, csak teszi ami tőle telik. De, hogy tud ilyen tudatlanul élni? Igazából nincs választása. Mindenesetre a madár azzal is teljesen rendben van ha semmit nem ért a világból. Most te vagy ez a madár aki a monitort nézi és azt gondolod magadban: ezt meg kell fejtenem! Talán néha van néhány madár gondolatod is. Talán te is csak azt teszed ami tőled telik.",
    "comp_guide" : "./technikai_leírás/",
    "technical_guide_title" : "Mars Kísérleti Farmrendszer: Technikai Leírás",
    "technical_guide_text" : "A Mars kísérleti farmrendszere (MARS-AGX) egy összetett, önszabályozó agronómiai platform, amely a marsi kolonizációt támogató egyik legfontosabb rendszer. A MARS-AGX célja, hogy új, genetikailag módosított növényfajokat hozzon létre, amelyek képesek túlélni és virágozni a Mars szélsőséges környezetében.",
    "comp_guide1" : "./felépítés/",
    "technical_guide1_title" : "A RENDSZER FELÉPÍTÉSE",
    "technical_guide1_text" : "A MARS-AGX központi magját egy mesterséges intelligencia által vezérelt monitoring központ képezi, amely folyamatosan figyeli a növények növekedését és az üvegház belső környezetét. A rendszer különböző szekciókra van osztva, amelyek mindegyike egy specifikus növényfaj fejlődési fázisát kezeli: csírázás, növekedés, virágzás és terméshozás. Az egyes szekciók különálló klimatikus zónákat tartanak fenn, amelyeket a következő paraméterek alapján szabályoznak:",
    "technical_guide1_bullet1" : "Fényintenzitás és spektrum: Speciális LED-ek állítható fényhőmérsékletekkel és intenzitással, amelyeket a növények különböző növekedési fázisaihoz igazítanak.",
    "technical_guide1_bullet2" : "Hőmérséklet: Modulonként különböző hőmérsékleti tartományok, amelyeket az MI folyamatosan finomhangol a növények reakciói alapján.",
    "technical_guide1_bullet3" : "CO2 és oxigénszint: A növények légzéséhez és fotoszintéziséhez szükséges gázok szabályozása, ami kritikus szerepet játszik a növekedési ciklusokban.",
    "technical_guide1_bullet4" : "Talajszimuláció: A Mars terméketlen talaját kiegészítő hidroponikus és aeroponikus rendszerek biztosítják a szükséges tápanyagokat és vízellátást.",
    "comp_guide2" : "./funkciók/",
    "technical_guide2_title" : "KUTATÁSI FUNKCIÓK",
    "technical_guide2_text" : "A MARS-AGX egyik legfontosabb funkciója az új növényfajok kitenyésztésének támogatása. Az intelligens rendszer képes a növények genomjának manipulálására és a növekedési paraméterek folyamatosan változtatására annak érdekében, hogy a marsi környezethez legjobban alkalmazkodó variánsokat hozzon létre. A növények fenotípusait és genotípusait folyamatosan elemzik, és a genetikai mutációkat, amelyek túlélési előnyt nyújtanak, tovább fejlesztik a következő generációk számára.",
    "comp_guide3" : "./megjegyzés/",
    "technical_guide3_title" : "BIZTONSÁGI MEGJEGYZÉS",
    "technical_guide3_text1" : "A rendszer legnagyobb veszélyét a zárt környezetben történő gázfelhalmozódás jelenti. Mivel a MARS-AGX rendszeren belül folyamatosan zajlik a fotoszintézis és légzés szabályozása, előfordulhat, hogy a CO2- és oxigénszint egyensúlya megbomlik. Ha egy hiba következtében a gázok eloszlása nem megfelelően történik, az üvegházak belső terében felhalmozódó oxigén robbanásveszélyessé válhat. Ezen túlmenően a különböző tápanyag-oldatok előállításához használt vegyszerek is gázokat bocsáthatnak ki, amelyek további kockázatot jelentenek.",
    "technical_guide3_text2" : "A robbanásveszélyt csökkentendő, a rendszerbe integrált vészjelző protokollok és automatikus szellőztető rendszerek kerültek beépítésre, amelyek azonnal beavatkoznak, ha a gázkoncentrációk a kritikus szint fölé emelkednek. Azonban a telepesek számára létfontosságú, hogy folyamatosan ellenőrizzék a rendszer állapotát, különösen a távoli és zord marsi körülmények között, ahol egy kisebb technikai hiba is súlyos következményekkel járhat.",
    "comp_images" : "./képek/",

    "lbl_cockpit" : "   pilotafulke",
    "lbl_bedroom" : "   halo",
    "lbl_window" : "   ablak",
    "lbl_batteryConnection" : "   akkumulator",
    "lbl_gate" : "   zsilip",
    "lbl_craterbase_to_enterance" : "   bejarat a bazisba",
    "lbl_sunconsoles" : "   napelemek",
    "lbl_waste_processor_halfway" : "   letfenntarto",
    "lbl_startingbase_enter" : "   bejaratat a bazisra",
    "lbl_battery" : "   akkumulator",
    "lbl_startingbase_exit" : "   kijarat",
    "lbl_room" : "   szoba",
    "lbl_talk_teo" : "   beszelj Teoval",
    "lbl_computer" : "   szamitogep",
    "lbl_hall" : "   tarsalgo",
    "lbl_craterbase_from_enterance" : "    haladj tovabb",
    "lbl_startingbase_gate_to_exit" : "   zsilip",
    "lbl_electricity_and_battery" : "   elektromos kapcsolotabla",
    "lbl_waste_processor" : "    letfentarto",
    "lbl_waste_processor_halfway2" : "   vissza",
    "lbl_startingbase_gate_to_enter" : "   zsilip",
    "lbl_mainCorridor" : "   folyoso",
    "lbl_kitchen" : "    konyha",
    "lbl_drawer" : "    szekreny",
    "lbl_consoleRoom" : "     kommunikacios egyseg",
    "lbl_drive" : "    vezetes",
    "lbl_attic" : "   felso szint",
    "lbl_workshop" : "   muhely",
    "lbl_turn_off" : "   energia lekapcsolas",
    "lbl_roundroom" : "    csillagvizsgalo",
    "lbl_mainhall" : "    orvosi szoba",
    "lbl_way_to_base" : "    vissza a bazisra",
    "map_isnside_title" : "alaprajz"

}